{
  "0": "v. To lower in position, estimation, or the like, degrade.",
  "1": "n. The lady superior of a nunnery.",
  "2": "n. The group of buildings which collectively form the dwelling-place of a society of monks or nuns.",
  "3": "n. The superior of a community of monks.",
  "4": "v. To give up (royal power or the like).",
  "5": "n. In mammals, the visceral cavity between the diaphragm and the pelvic floor, the belly.",
  "6": "n. Of, pertaining to, or situated on the abdomen.",
  "7": "n. A carrying away of a person against his will, or illegally.",
  "8": "adv. In bed, on a bed.",
  "9": "n. Deviation from a right, customary, or prescribed course.",
  "10": "v. To aid, promote, or encourage the commission of (an offense).",
  "11": "n. A state of suspension or temporary inaction.",
  "12": "n. The act of detesting extremely.",
  "13": "adj. Very repugnant, hateful.",
  "14": "n. An abiding.",
  "15": "adj. Sunk to a low condition.",
  "16": "v. To recant, renounce, repudiate under oath.",
  "17": "adj. Competent for physical service.",
  "18": "n. A washing or cleansing, especially of the body.",
  "19": "v. To renounce (a right or privilege).",
  "20": "adj. Not conformed to the ordinary rule or standard.",
  "21": "adj. Very hateful.",
  "22": "v. To hate violently.",
  "23": "n. A very detestable act or practice.",
  "24": "adj. Primitive, unsophisticated.",
  "25": "n. The original of earliest known inhabitants of a country.",
  "26": "adv. & adj. Without concealment, fraud, or trickery.",
  "27": "v. To wear away the surface or some part of by friction.",
  "28": "n. That which is rubbed off.",
  "29": "v. To make shorter in words, keeping the essential features, leaning out minor particles.",
  "30": "n. A condensed form as of a book or play.",
  "31": "v. To abolish, repeal.",
  "32": "adj. Beginning, ending, or changing suddenly or with a break.",
  "33": "n. A Collection of pus in a cavity formed within some tissue of the body.",
  "34": "n. The act of cutting off, as in a surgical operation.",
  "35": "v. To depart suddenly and secretly, as for the purpose of escaping arrest.",
  "36": "n. The fact of not being present or available.",
  "37": "adj. Lacking in attention to immediate surroundings or business.",
  "38": "n. Forgiveness, or passing over of offenses.",
  "39": "v. To free from sin or its penalties.",
  "40": "v. To drink in or suck up, as a sponge absorbs water.",
  "41": "n. The act or process of absorbing.",
  "42": "v. To keep oneself back (from doing or using something).",
  "43": "adj. Characterized by self denial or abstinence, as in the use of drink, food.",
  "44": "n. Self denial.",
  "45": "adj. Dealing with matters difficult to be understood.",
  "46": "adj. Inconsistent with reason or common sense.",
  "47": "adj. Plentiful.",
  "48": "adj. Employing harsh words or ill treatment.",
  "49": "v. To touch at the end or boundary line.",
  "50": "n. Bottomless gulf.",
  "51": "adj. Of or pertaining to an academy, college, or university.",
  "52": "n. A member of an academy of literature, art, or science.",
  "53": "n. Any institution where the higher branches of learning are taught.",
  "54": "v. To agree.",
  "55": "v. To move faster.",
  "56": "v. To take when offered.",
  "57": "n. A way of approach or entrance, passage.",
  "58": "adj. Approachable.",
  "59": "n. Induction or elevation, as to dignity, office, or government.",
  "60": "n. A person or thing that aids the principal agent.",
  "61": "v. To utter with a shout.",
  "62": "v. To furnish something as a kindness or favor.",
  "63": "n. A subordinate part or parts, enriching or supporting the leading part.",
  "64": "n. One who or that which accompanies.",
  "65": "v. To go with, or be associated with, as a companion.",
  "66": "n. An associate in wrong-doing.",
  "67": "v. To bring to pass.",
  "68": "n. A portable free-reed musical instrument.",
  "69": "v. To speak to.",
  "70": "n. A record or statement of receipts and expenditures, or of business transactions.",
  "71": "v. To dress.",
  "72": "v. To give credit or authority to.",
  "73": "v. To become greater in quantity or number.",
  "74": "n. Exactness.",
  "75": "adj. Conforming exactly to truth or to a standard.",
  "76": "adj. Doomed to evil, misery, or misfortune.",
  "77": "n. A charge of crime, misdemeanor, or error.",
  "78": "adj. Of, pertaining to, or involving an accusation.",
  "79": "v. To charge with wrong doing, misconduct, or error.",
  "80": "v. To make familiar by use.",
  "81": "n. Sourness, with bitterness and astringency.",
  "82": "n. A salt of acetic acid.",
  "83": "adj. Of, pertaining to, or of the nature of vinegar.",
  "84": "v. To be in pain or distress.",
  "85": "adj. Invulnerable.",
  "86": "adj. Colorless,",
  "87": "n. A sour substance.",
  "88": "v. To change into acid.",
  "89": "v. To recognize, to admit the genuineness or validity of.",
  "90": "n. Recognition.",
  "91": "n. The highest point, or summit.",
  "92": "adj. Pertaining to the act or sense of hearing.",
  "93": "v. To make familiar or conversant.",
  "94": "v. To comply, submit.",
  "95": "n. Passive consent.",
  "96": "v. To get as one's own.",
  "97": "n. Anything gained, or made one's own, usually by effort or labor.",
  "98": "v. To free or clear, as from accusation.",
  "99": "n. A discharge from accusation by judicial action.",
  "100": "n. Release or discharge from indebtedness, obligation, or responsibility.",
  "101": "n. Quantity or extent of land, especially of cultivated land.",
  "102": "adj. Harshly pungent or bitter.",
  "103": "adj. Full of bitterness.",
  "104": "n. Sharpness or bitterness of speech or temper.",
  "105": "adj. Affording cause for instituting an action, as trespass, slanderous words.",
  "106": "n. Any reality.",
  "107": "n. An officer, as of an insurance company, who calculates and states the risks and premiums.",
  "108": "v. To move or incite to action.",
  "109": "n. Quickness of intellectual insight, or discernment, keenness of discrimination.",
  "110": "adj. Having fine and penetrating discernment.",
  "111": "n. Any substance of exceeding hardness or impenetrability.",
  "112": "n. Something added, or to be added.",
  "113": "v. To make inefficient or worthless, muddle.",
  "114": "v. To bring forward or name for consideration.",
  "115": "v. To stick fast or together.",
  "116": "n. Attachment.",
  "117": "adj. Clinging or sticking fast.",
  "118": "n. The state of being attached or joined.",
  "119": "inter. Good-by, farewell.",
  "120": "n. The state of being adjacent.",
  "121": "n. That which is near or bordering upon.",
  "122": "v. To award or bestow by formal decision.",
  "123": "n. Something joined to or connected with another thing, but holding a subordinate place.",
  "124": "n. A vehement appeal.",
  "125": "adj. Auxiliary.",
  "126": "n. One who manages affairs of any kind.",
  "127": "adj. Having the right or privilege of entry.",
  "128": "n. Entrance, or the right or permission to enter.",
  "129": "v. To warn of a fault.",
  "130": "n. Gentle reproof.",
  "131": "n. unnecessary activity or ceremony.",
  "132": "n. Profound devotion.",
  "133": "adj. Having skill in the use of the bodily or mental powers.",
  "134": "n. An adulterating substance.",
  "135": "v. To make impure by the admixture of other or baser ingredients.",
  "136": "v. To represent beforehand in outline or by emblem.",
  "137": "n. The coming or arrival, as of any important change, event, state, or personage.",
  "138": "adj. Opposing or opposed.",
  "139": "v. To refer incidentally.",
  "140": "n. One who advertises, especially in newspapers.",
  "141": "adj. Not mandatory.",
  "142": "n. The act of pleading a cause.",
  "143": "n. One who pleads the cause of another, as in a legal or ecclesiastical court.",
  "144": "adj. Of, pertaining to, or like the air.",
  "145": "n. One who navigates the air, a balloonist.",
  "146": "n. the art or practice of flying aircraft",
  "147": "n. A balloon or other apparatus floating in or sustained by the air.",
  "148": "n. The branch of pneumatics that treats of the equilibrium, pressure, and mechanical properties.",
  "149": "adj. Easy to approach.",
  "150": "v. To act upon",
  "151": "n. A studied or ostentatious pretense or attempt.",
  "152": "n. Some auxiliary person or thing.",
  "153": "v. To fasten.",
  "154": "n. A profuse or abundant supply of riches.",
  "155": "n. An open insult or indignity.",
  "156": "adv. & adj. On fire, literally or figuratively.",
  "157": "adv. In progress.",
  "158": "adj. Said in a preceding part or before.",
  "159": "adv. Once more, after rest or interval.",
  "160": "n. A thought that comes later than its appropriate or expected time.",
  "161": "v. To pile or heap together.",
  "162": "v. To cause to appear greatly.",
  "163": "v. To make heavier, worse, or more burdensome.",
  "164": "n. The fact of being made heavier or more heinous, as a crime , offense, misfortune, etc.",
  "165": "n. The entire number, sum, mass, or quantity of something.",
  "166": "v. To make the first attack.",
  "167": "n. An unprovoked attack.",
  "168": "v. To give grief or sorrow to.",
  "169": "adj. Struck with terror and amazement.",
  "170": "adj. Able to move or act quickly, physically, or mentally.",
  "171": "v. To move or excite (the feelings or thoughts).",
  "172": "adj. Pertaining to land, especially agricultural land.",
  "173": "n. An officer who receives and transmits the orders of the general.",
  "174": "n. Slight sickness.",
  "175": "adj. Delicate, ethereal.",
  "176": "adj. Of similar nature or qualities.",
  "177": "n. A white or delicately tinted fine-grained gypsum.",
  "178": "n. Cheerful willingness.",
  "179": "conj. Even though.",
  "180": "n. A person with milky white skin and hair, and eyes with bright red pupil and usually pink iris.",
  "181": "n. A book whose leaves are so made to form paper frames for holding photographs or the like.",
  "182": "n. Chemistry of the middle ages, characterized by the pursuit of changing base metals to gold.",
  "183": "n. A condition resulting from the inordinate or persistent use of alcoholic beverages.",
  "184": "n. A covered recess connected with or at the side of a larger room.",
  "185": "n. Any shrub or small tree of the genus Alumnus, of the oak family.",
  "186": "n. A member of a municipal legislative body, who usually exercises also certain judicial functions.",
  "187": "n. The dignity, condition, office, or term of office of an alderman.",
  "188": "n. An assumed name.",
  "189": "n. One who owes allegiance to a foreign government.",
  "190": "adj. Capable of being aliened or alienated, as lands.",
  "191": "v. To cause to turn away.",
  "192": "n. Estrangement.",
  "193": "n. That which nourishes.",
  "194": "n. Anything that will neutralize an acid, as lime, magnesia, etc.",
  "195": "v. To calm the violence or reduce the intensity of, mitigate.",
  "196": "v. To assert to be true, especially in a formal manner, as in court.",
  "197": "n. The setting forth of a subject under the guise of another subject of aptly suggestive likeness.",
  "198": "v. To make less burdensome or less hard to bear.",
  "199": "n. A narrow street, garden path, walk, or the like.",
  "200": "n. Any combination or union for some common purpose.",
  "201": "v. To assign a definite thing or part to a certain person.",
  "202": "n. Portion.",
  "203": "v. To refer incidentally, or by suggestion.",
  "204": "n. An indirect and incidental reference to something without definite mention of it.",
  "205": "n. Flood.",
  "206": "n. A person or thing connected with another, usually in some relation of helpfulness.",
  "207": "n. A series of tables giving the days of the week together with certain astronomical information.",
  "208": "adv. Not in sympathy with or desiring to associate with others.",
  "209": "n. Any raised place or structure on which sacrifices may be offered or incense burned.",
  "210": "v. To make change in.",
  "211": "n. Change or modification.",
  "212": "v. To contend angrily or zealously in words.",
  "213": "n. One chosen to act in place of another, in case of the absence or incapacity of that other.",
  "214": "n. Something that may or must exist, be taken or chosen, or done instead of something else.",
  "215": "n. Vertical distance or elevation above any point or base-level, as the sea.",
  "216": "n. The lowest or deepest female voice or part.",
  "217": "n. Benevolence to others on subordination to self-interest.",
  "218": "n. One who advocates or practices altruism.",
  "219": "n. An alloy or union of mercury with another metal.",
  "220": "v. To mix or blend together in a homogeneous body.",
  "221": "adj. Practicing an art or occupation for the love of it, but not as a profession.",
  "222": "adj. Designed to excite love.",
  "223": "adj. Having the ability of using both hands with equal skill or ease.",
  "224": "adj. Having a double meaning.",
  "225": "adj. Eagerly desirous and aspiring.",
  "226": "adj. Divinely sweet, fragrant, or delicious.",
  "227": "n. A vehicle fitted for conveying the sick and wounded.",
  "228": "v. To walk about",
  "229": "n. The act or state of lying concealed for the purpose of surprising or attacking the enemy.",
  "230": "v. To relieve, as from pain or hardship",
  "231": "adj. Willing and ready to submit.",
  "232": "n. A peculiar sense in which an English word or phrase is used in the United States.",
  "233": "adj. Done in a friendly spirit.",
  "234": "n. Friendship.",
  "235": "adj. Having a propensity for falling in love.",
  "236": "adj. Without determinate shape.",
  "237": "n. A love-affair, especially one of an illicit nature.",
  "238": "n. The practical unit of electric-current strength.",
  "239": "n. The character &, and.",
  "240": "adj. Living both on land and in water.",
  "241": "n. An edifice of elliptical shape, constructed about a central open space or arena.",
  "242": "n. Largeness.",
  "243": "adv. Sufficiently.",
  "244": "v. To remove by cutting, as a limb or some portion of the body.",
  "245": "n. Diversion.",
  "246": "n. Anything occurring or existing out of its proper time.",
  "247": "n. The letters of a word or phrase so transposed as to make a different word or phrase.",
  "248": "adj. Corresponding (to some other) in certain respects, as in form, proportion, relations.",
  "249": "n. Reasoning in which from certain and known relations or resemblance others are formed.",
  "250": "n. One who analyzes or makes use of the analytical method.",
  "251": "v. To examine minutely or critically.",
  "252": "n. Absence or utter disregard of government.",
  "253": "n. Anything forbidden, as by social usage.",
  "254": "n. That branch of morphology which treats of the structure of organisms.",
  "255": "n. One's ancestors collectively.",
  "256": "n. A brief account of some interesting event or incident.",
  "257": "n. Deficiency of blood or red corpuscles.",
  "258": "adj. Affected with anemia.",
  "259": "n. An instrument for measuring the force or velocity of wind.",
  "260": "adj. Pertaining to or producing loss of sensation.",
  "261": "adv. Once more.",
  "262": "adj. Saintly.",
  "263": "n. Hatred or dread of England or of what is English.",
  "264": "n. The entire English race wherever found, as in Europe, the United States, or India.",
  "265": "adj. Sharp-cornered.",
  "266": "adj. Withered.",
  "267": "n. The utterance of criticism or censure.",
  "268": "v. To pass criticism or censure.",
  "269": "n. An animal of microscopic smallness.",
  "270": "v. To make alive.",
  "271": "n. Hatred.",
  "272": "n. Historian.",
  "273": "n. A record of events in their chronological order, year by year.",
  "274": "v. To add or affix at the end.",
  "275": "v. To destroy absolutely.",
  "276": "v. To make explanatory or critical notes on or upon.",
  "277": "adj. Occurring every year.",
  "278": "n. An annual allowance, payment, or income.",
  "279": "n. Proclamation.",
  "280": "n. The point where or path by which a voltaic current enters an electrolyte or the like.",
  "281": "adj. Of unknown authorship.",
  "282": "n. Mutual opposition or resistance of counteracting forces, principles, or persons.",
  "283": "adj. Pertaining to the south pole or the regions near it.",
  "284": "v. In the game of poker, to put up a stake before the cards are dealt.",
  "285": "v. To precede.",
  "286": "n. One who or that which precedes or goes before, as in time, place, rank, order, or causality.",
  "287": "n. A waiting room for those who seek audience.",
  "288": "v. To assign or affix a date to earlier than the actual one.",
  "289": "adj. Of or pertaining to the times, things, events before the great flood in the days of Noah.",
  "290": "adj. Before noon.",
  "291": "adj. Pertaining to time before the world's creation.",
  "292": "adj. Occurring or existing before birth.",
  "293": "adj. Prior.",
  "294": "n. A room situated before and opening into another, usually larger.",
  "295": "n. A collection of extracts from the writings of various authors.",
  "296": "n. Hard coal.",
  "297": "n. The science of man in general.",
  "298": "adj. Having or resembling human form.",
  "299": "n. A grotesque, ludicrous, or fantastic action.",
  "300": "n. Any opponent or enemy of Christ, whether a person or a power.",
  "301": "n. A gradual or sudden decrease in the importance or impressiveness of what is said.",
  "302": "n. An atmospheric condition of high central pressure, with currents flowing outward.",
  "303": "n. Anything that will counteract or remove the effects of poison, disease, or the like.",
  "304": "n. Inconsistency or contradiction in terms or ideas.",
  "305": "v. To show or feel a feeling of antagonism, aversion, or dislike.",
  "306": "n. A response or alteration of responses, generally musical.",
  "307": "n. An anthem or other composition sung responsively.",
  "308": "n. A place or region on the opposite side of the earth.",
  "309": "n. One who collects and examines old things, as coins, books, medals, weapons, etc.",
  "310": "v. To make old or out of date.",
  "311": "adj. Pertaining to ancient times.",
  "312": "n. Anything that destroys or restrains the growth of putrefactive micro-organisms.",
  "313": "adj. Opposed to human slavery.",
  "314": "adj. Tending to prevent or relieve non-inflammatory spasmodic affections.",
  "315": "n. The inversion of terms in successive classes, as in 'the home of joy and the joy of home'.",
  "316": "n. A substance which neutralizes the poisonous products of micro-organisms.",
  "317": "n. A word directly opposed to another in meaning.",
  "318": "adj. Distressed in mind respecting some uncertain matter.",
  "319": "n. Insensibility to emotion or passionate feeling.",
  "320": "n. Hole.",
  "321": "n. The highest point, as of a mountain.",
  "322": "n. Proverb.",
  "323": "n. A place where bees are kept.",
  "324": "n. The climax.",
  "325": "n. A disclaimer of intentional error or offense.",
  "326": "n. A total departure from one's faith or religion.<br /><br />Apostasy is the formal disaffiliation from or abandonment or renunciation of a religion by a person.",
  "327": "adj. False.",
  "328": "n. Any messenger commissioned by or as by divine authority.",
  "329": "n. One who keeps drugs for sale and puts up prescriptions.",
  "330": "n. Deification.",
  "331": "v. To fill with dismay or horror.",
  "332": "adj. Easily understood.",
  "333": "n. Ghost.",
  "334": "v. To soothe by quieting anger or indignation.",
  "335": "adj. Capable of being appealed to.",
  "336": "n. The name or title by which a particular person, class, or thing is called.",
  "337": "v. To add or attach, as something accessory, subordinate, or supplementary.",
  "338": "v. To belong, as by right, fitness, association, classification, possession, or natural relation.",
  "339": "adj. Appropriate.<br /><br />&quot;Apposite&quot; and &quot;appropriate&quot; are very similar. Apposite can mean appropriate, but it can also mean, fitting, suitable, or relevant, as in &quot;Given the new needs of our client, these accounting corrections are apposite.",
  "340": "n. The act of placing side by side, together, or in contact.",
  "341": "v. To estimate the money value of.",
  "342": "adj. Capable of being discerned by the senses or intellect.",
  "343": "v. To make a prisoner of (a person) in the name of the law.",
  "344": "adj. Capable of being conceived.",
  "345": "n. Sanction.",
  "346": "adj. Suitable for the purpose and circumstances.",
  "347": "n. A water-conduit, particularly one for supplying a community from a distance.",
  "348": "adj. Of, pertaining to, or containing water.",
  "349": "n. One chosen or appointed, by mutual consent of parties in dispute, to decide matters.",
  "350": "adj. Fixed or done capriciously.",
  "351": "v. To act or give judgment as umpire.",
  "352": "n. A tree.",
  "353": "adj. Of or pertaining to a tree or trees.",
  "354": "adj. Having the nature of a tree.",
  "355": "n. A botanical garden or place devoted to the cultivation of trees or shrubs.",
  "356": "n. The cultivation of trees or shrubs.",
  "357": "n. A vaulted passageway or street, a roofed passageway having shops, etc., opening from it.",
  "358": "adj. Antiquated",
  "359": "n. Obsolescence.",
  "360": "n. An angel of high rank.",
  "361": "n. The chief of the bishops of an ecclesiastical province in the Greek, Roman, and Anglican church.",
  "362": "n. A high official administrator of the affairs of a diocese.",
  "363": "n. The branch of anthropology concerned with the systematic investigation of the relics of man.",
  "364": "n. A prototype.",
  "365": "n. Any large body of water studded with islands, or the islands collectively themselves.",
  "366": "adj. Burning with passion.",
  "367": "n. Intensity of passion or affection.",
  "368": "adj. Very dry.",
  "369": "n. A hereditary nobility",
  "370": "n. A hereditary noble or one nearly connected with nobility.",
  "371": "n. A fleet of war-vessels.",
  "372": "n. As much as can be held in the arm or arms.",
  "373": "n. An arsenal.",
  "374": "n. An agreeable odor.",
  "375": "v. To call into court, as a person indicted for crime, and demand whether he pleads guilty or not.",
  "376": "v. To put in definite or proper order.",
  "377": "n. The act of putting in proper order, or the state of being put in order.",
  "378": "adj. Notoriously bad.",
  "379": "n. Something overdue and unpaid.",
  "380": "n. A coming to stopping-place or destination.",
  "381": "adj. Unduly or excessively proud, as of wealth, station, learning, etc.",
  "382": "v. To take, demand, or claim, especially presumptuously or without reasons or grounds.",
  "383": "well n. A very deep bored well. water rises due to underground pressure",
  "384": "adj. Characterized by craft or cunning.",
  "385": "adj. Pertaining to King Arthur, the real or legendary hero of British poetic story.",
  "386": "n. Trickery.",
  "387": "adj. Ingenuous.",
  "388": "adj. Dominant.",
  "389": "n. The act of rising.",
  "390": "n. A rising, soaring, or climbing.",
  "391": "adj. Given to severe self-denial and practicing excessive abstinence and devotion.",
  "392": "v. To assign as a quality or attribute.",
  "393": "adj. Having no distinct sexual organs.",
  "394": "adj. Pale.",
  "395": "adv. With a side or indirect glance or meaning.",
  "396": "n. Harshness or roughness of temper.",
  "397": "n. One who seeks earnestly, as for advancement, honors, place.",
  "398": "n. An earnest wish for that which is above one's present reach.",
  "399": "v. To have an earnest desire, wish, or longing, as for something high and good, not yet attained.",
  "400": "n. One who attacks.",
  "401": "n. One who kills, or tries to kill, treacherously or secretly.",
  "402": "v. To kill, as by surprise or secret assault, especially the killing of some eminent person.",
  "403": "n. Murderer, as by secret assault or treachery.",
  "404": "n. The chemical analysis or testing of an alloy ore.",
  "405": "v. To express agreement with a statement or matter of opinion.",
  "406": "v. To determine the amount of (a tax or other sum to be paid).",
  "407": "n. An officer whose duty it is to assess taxes.",
  "408": "n. pl. Property in general, regarded as applicable to the payment of debts.",
  "409": "adj. Diligent.",
  "410": "n. One who is appointed to act for another in the management of certain property and interests.",
  "411": "v. To adapt.",
  "412": "n. Resemblance or correspondence in sound.",
  "413": "adj. Having resemblance of sound.",
  "414": "v. To accord in sound, especially vowel sound.",
  "415": "v. To cause to be less harsh, violent, or severe, as excitement, appetite, pain, or disease.",
  "416": "adj. Harsh in disposition or character.",
  "417": "adj. Keen in discernment.",
  "418": "n. The denial of the existence of God.",
  "419": "adj. Wanting water.",
  "420": "adv. From side to side.",
  "421": "n. An apparatus for reducing a liquid to a fine spray, as for disinfection, inhalation, etc.",
  "422": "v. To make amends for.",
  "423": "n. Amends, reparation, or expiation made from wrong or injury.",
  "424": "adj. Outrageously or wantonly wicked, criminal, vile, or cruel.",
  "425": "n. Great cruelty or reckless wickedness.",
  "426": "n. A subordinate member of a diplomatic embassy.",
  "427": "v. To certify as accurate, genuine, or true.",
  "428": "n. The chief law-officer of a government.",
  "429": "adj. Reddish-brown, said usually of the hair.",
  "430": "adj. Fearless.",
  "431": "adj. Loud enough to be heard.",
  "432": "n. The act or sensation of hearing.",
  "433": "adj. Of or pertaining to hearing or the organs or sense of hearing.",
  "434": "v. To make bigger.",
  "435": "v. To predict.",
  "436": "adj. Pertaining to St. Augustine, his doctrines, or the religious orders called after him.",
  "437": "n. Pervasive psychic influence supposed to emanate from persons",
  "438": "adj. Of or pertaining to the ear.",
  "439": "n. One of the two chambers of the heart which receives the blood from the veins.",
  "440": "adj. Of or pertaining to the ear, its auricle, or the sense of hearing.",
  "441": "adj. Containing gold.",
  "442": "n. A luminous phenomenon in the upper regions of the atmosphere.",
  "443": "n. favoring, protecting, or propitious influence or guidance.",
  "444": "adj. Severely simple, unadorned.",
  "445": "n. Unrestricted power.",
  "446": "adj. Of undisputed origin.",
  "447": "n. The state or quality of being genuine, or of the origin and authorship claimed.",
  "448": "n. The story of one's life written by himself.",
  "449": "n. Absolute government.",
  "450": "n. Any one who claims or wields unrestricted or undisputed authority or influence.",
  "451": "n. Any living being whose actions are or appear to be involuntary or mechanical.",
  "452": "adj. Self-governing.",
  "453": "n. Self-government.",
  "454": "n. The examination of a dead body by dissection to ascertain the cause of death.",
  "455": "adj. Of or pertaining to autumn.",
  "456": "n. One who or that which aids or helps, especially when regarded as subsidiary or accessory.",
  "457": "n. The fall or sliding of a mass of snow or ice down a mountain-slope, often bearing with it rock.",
  "458": "n. Passion for getting and keeping riches.",
  "459": "v. To assert as a fact.",
  "460": "adj. Reluctant.",
  "461": "n. A mental condition of fixed opposition to or dislike of some particular thing.",
  "462": "v. To turn away or aside.",
  "463": "n. A spacious cage or enclosure in which live birds are kept.",
  "464": "n. Greediness.",
  "465": "n. Diversion.",
  "466": "v. To declare openly.",
  "467": "v. To arouse, as emotion, interest, or the like.",
  "468": "adv. & adj. Out of the proper form, direction, or position.",
  "469": "adv. An expression of assent.",
  "470": "n. A flowering shrub.",
  "471": "n. The color of the sky.",
  "472": "adj. Of or pertaining to Lord Bacon or his system of philosophy.",
  "473": "n. A microbe.",
  "474": "v. To pester.",
  "475": "v. To foil or frustrate.",
  "476": "n. An officer of court having custody of prisoners under arraignment.",
  "477": "n. A single-colored napped woolen fabric used for table-covers, curtains, etc.",
  "478": "n. A large package prepared for transportation or storage.",
  "479": "Adjective<br /><br />Threatening harm; menacing: &quot;Bill shot a baleful glance in her direction&quot;.<br /><br />Having a harmful or destructive effect.",
  "480": "n. Any popular narrative poem, often with epic subject and usually in lyric form.",
  "481": "n. A medical preparation, aromatic and oily, used for healing.",
  "482": "adj. Commonplace.",
  "483": "n. A boat-song of Venetian gondoliers.",
  "484": "n. An instrument that registers graphically and continuously the atmospheric pressure.",
  "485": "n. An instrument for indicating the atmospheric pressure per unit of surface.",
  "486": "prep. Apart from.",
  "487": "adj. Having a register higher than bass and lower than tenor.",
  "488": "v. To make warm by genial heat.",
  "489": "adj. Low in tone or compass.",
  "490": "v. To cover with melted fat, gravy, while cooking.",
  "491": "n. An official staff borne either as a weapon or as an emblem of authority or privilege.",
  "492": "n. A body of infantry composed of two or more companies, forming a part of a regiment.",
  "493": "n. A narrow strip of wood.",
  "494": "n. A thick liquid mixture of two or more materials beaten together, to be used in cookery.",
  "495": "n. A trinket.",
  "496": "v. To proclaim by outcry.",
  "497": "v. To make supremely happy.",
  "498": "n. Any state of great happiness.",
  "499": "n. An escort or lover.",
  "500": "v. To make quiet.",
  "501": "v. To give a signal to, by nod or gesture.",
  "502": "v. To smear over, as with something oily or sticky.",
  "503": "v. To cover with ornament.",
  "504": "n. Madhouse.",
  "505": "v. To confuse.",
  "506": "v. To be a friend to, especially when in need.",
  "507": "v. To produce by sexual generation.",
  "508": "v. To envy one of the possession of.",
  "509": "v. To delay past the proper hour.",
  "510": "v. To make fast, as a rope, by winding round a cleat.",
  "511": "v. To misrepresent.",
  "512": "v. To accept as true on the testimony or authority of others.",
  "513": "v. To disparage.",
  "514": "n. A woman who is a center of attraction because of her beauty, accomplishments, etc.",
  "515": "adj. Warlike.",
  "516": "adj. Manifesting a warlike spirit.",
  "517": "v. To lament",
  "518": "n. a solemn invocation of the divine blessing.",
  "519": "n. A doer of kindly and charitable acts.",
  "520": "n. A church office endowed with funds or property for the maintenance of divine service.",
  "521": "adj. Characterized by charity and kindness.",
  "522": "adj. Helpful.",
  "523": "n. One who is lawfully entitled to the profits and proceeds of an estate or property.",
  "524": "n. Helpful result.",
  "525": "n. Any act of kindness or well-doing.",
  "526": "adj. Loving others and actively desirous of their well-being.",
  "527": "adj. Good and kind of heart.",
  "528": "adj. Benevolent in feeling, character, or aspect.",
  "529": "n. Kindness of feeling, disposition, or manner.",
  "530": "n. Blessing.",
  "531": "v. To give by will.",
  "532": "v. To make desolate with loneliness and grief.",
  "533": "n. A bunk or bed in a vessel, sleeping-car, etc.",
  "534": "v. To implore.",
  "535": "v. To attack on all sides.",
  "536": "v. To smear over, as with any oily or sticky substance.",
  "537": "adj. Animal.",
  "538": "v. To sprinkle or cover with things strewn.",
  "539": "v. To get or sit upon astride, as a horse.<div><br /></div><div><div>Stand astride over; span or straddle: 'creatures that bestride the dividing line between amphibians and reptiles'.</div><div><br /></div><div>Sit astride on: 'he bestrode his horse'.</div></div>",
  "540": "v. To remind oneself.",
  "541": "v. To happen to or befall.",
  "542": "adv. In good season or time.",
  "543": "v. To engage to marry.",
  "544": "n. Engagement to marry.",
  "545": "n. Any inclination of two surfaces other than 90 degrees.",
  "546": "v. To confuse the perceptions or judgment of.",
  "547": "n. The passion for collecting books.",
  "548": "n. A list of the words of an author, or the literature bearing on a particular subject.",
  "549": "n. One who loves books.",
  "550": "adj. Fond of drinking.",
  "551": "v. To await.",
  "552": "n. A plant that produces leaves and roots the first year and flowers and fruit the second.",
  "553": "n. A horizontal framework with two handles at each end for carrying a corpse to the grave.",
  "554": "n. One who has two spouses at the same time.",
  "555": "n. The crime of marrying any other person while having a legal spouse living.",
  "556": "n. A slightly receding bay between headlands, formed by a long curve of a coast-line.",
  "557": "adj. Two-sided.",
  "558": "adj. Speaking two languages.",
  "559": "n. A bibliographical sketch or notice.",
  "560": "n. A written account of one's life, actions, and character.",
  "561": "n. The science of life or living organisms.",
  "562": "n. An animal having two feet.",
  "563": "n. A privilege or possession into which one is born.",
  "564": "n. Acridity, as to the taste.",
  "565": "adj. Sated with pleasure.",
  "566": "v. To indulge in profane oaths.",
  "567": "adj. Noisily or offensively loud or clamorous.",
  "568": "n. A vivid glowing flame.",
  "569": "v. To make widely or generally known.",
  "570": "adj. Desolate.",
  "571": "n. A mark that mars beauty.",
  "572": "adj. Joyous.",
  "573": "adj. Cheerful.",
  "574": "n. The shutting up of a town, a frontier, or a line of coast by hostile forces.",
  "575": "n. A subordinate officer of a vessel, who has general charge of the rigging, anchors, etc.",
  "576": "n. A women's ornamental corset-shaped laced waist.",
  "577": "adj. Corporeal.",
  "578": "adj. Unchecked merriment or animal spirits.",
  "579": "n. The trunk or body of a tree.",
  "580": "n. A Spanish dance, illustrative of the passion of love, accompanied by caste nets and singing.",
  "581": "n. A round pod or seed-capsule, as a flax or cotton.",
  "582": "v. To support, as something wrong.",
  "583": "n. A hollow projectile containing an explosive material.",
  "584": "v. To assail with any missile or with abusive speech.",
  "585": "n. A person who has charge of mortars, bombs, and shells.",
  "586": "n. Inflated or extravagant language, especially on unimportant subjects.",
  "587": "adj. Rude.",
  "588": "v. To weary by tediousness or dullness.",
  "589": "n. An incorporated village or town.",
  "590": "n. The breast or the upper front of the thorax of a human being, especially of a woman.",
  "591": "adj. Connected with the study or cultivation of plants.",
  "592": "v. To study plant-life.",
  "593": "n. The science that treats of plants.",
  "594": "adj. Showing abundance.",
  "595": "v. To expurgate in editing (a literary composition) by omitting words or passages.",
  "596": "n. In cricket, the player who delivers the ball.",
  "597": "v. To place the products or merchandise of under a ban.",
  "598": "n. Hillside.",
  "599": "n. A vain boaster.",
  "600": "v. To wave, shake, or flourish triumphantly or defiantly, as a sword or spear.",
  "601": "n. An aggressive display of boldness.",
  "602": "interj. Well done.",
  "603": "n. A loud harsh sound, as the cry of an ass or the blast of a horn.",
  "604": "v. To make of or ornament with brass.",
  "605": "n. An open pan or basin for holding live coals.",
  "606": "n. The violation of official duty, lawful right, or a legal obligation.",
  "607": "n. One who trains horses, dogs, etc.",
  "608": "n. The buttocks.",
  "609": "n. pl. Members of a brotherhood, gild, profession, association, or the like.",
  "610": "n. Shortness of duration.",
  "611": "n. Objects of curiosity or for decoration.",
  "612": "n. The head-harness of a horse consisting of a head-stall, a bit, and the reins.",
  "613": "n. A body of troops consisting of two or more regiments.",
  "614": "n. General officer who commands a brigade, ranking between a colonel and a major-general.",
  "615": "n. One who lives by robbery and plunder.",
  "616": "n. Sulfur.",
  "617": "n. Water saturated with salt.",
  "618": "n. One of the coarse, stiff hairs of swine: used in brush-making, etc.",
  "619": "n. The United Kingdom of Great Britain.",
  "620": "n. A word, idiom, or phrase characteristic of Great Britain or the British.",
  "621": "adj. Fragile.",
  "622": "v. To mention, for the first time.",
  "623": "adj. Disseminated far and wide.",
  "624": "n. A coarse, heavy shoe.",
  "625": "n. Any dialectic pronunciation of English, especially that of the Irish people.",
  "626": "n. The business of making sales and purchases for a commission, a broker.",
  "627": "n. A dark reddish-brown, non-metallic liquid element with a suffocating odor.",
  "628": "n. Inflammation of the bronchial tubes.",
  "629": "n. Either of the two subdivisions of the trachea conveying air into the lungs.",
  "630": "n. An article of jewelry fastened by a hinged pin and hook on the underside.",
  "631": "n. Spiritual or social fellowship or solidarity.",
  "632": "v. To overwhelm, or attempt to do so, by stern, haughty, or rude address or manner.",
  "633": "adj. Somewhat rough or rude in manner or speech.",
  "634": "n. A clown.",
  "635": "n. Low drollery, coarse jokes, etc.",
  "636": "adj. Of, or pertaining to, or like a bulb.",
  "637": "n. An ox.",
  "638": "n. Any one of various tall rush-like plants growing in damp ground or water.",
  "639": "n. Anything that gives security or defense.",
  "640": "n. A cup or glass filled to the brim, especially one to be drunk as a toast or health.",
  "641": "adj. Full of offensive and aggressive self-conceit.",
  "642": "v. To execute clumsily.",
  "643": "n. Power or tendency to float on or in a liquid or gas.",
  "644": "adj. Having the power or tendency to float or keep afloat.",
  "645": "n. A chest of drawers for clothing, etc.",
  "646": "n. Government by departments of men transacting particular branches of public business.",
  "647": "n. In colonial times, a member of the lower house of the legislature of Maryland or Virginia.",
  "648": "n. An inhabitant, citizen or freeman of a borough burgh, or corporate town.",
  "649": "v. To make brilliant or shining.",
  "650": "n. A treasurer.",
  "651": "v. To hurry.",
  "652": "v. To strike with or as with the head, or horns.",
  "653": "n. A conspicuous hill, low mountain, or natural turret, generally isolated.",
  "654": "n. Any support or prop.",
  "655": "n. A rule or law adopted by an association, a corporation, or the like.",
  "656": "n. A number of persons secretly united for effecting by intrigue some private purpose.",
  "657": "n. Superstitious devotion to one's religion.",
  "658": "n. The body of men constituting the official advisors of the executive head of a nation.",
  "659": "n. A disagreeable, harsh, or discordant sound or combination of sounds or tones.",
  "660": "adj. Resembling a corpse.",
  "661": "n. Rhythmical or measured flow or movement, as in poetry or the time and pace of marching troops.",
  "662": "n. An embellishment or flourish, prepared or improvised, for a solo voice or instrument.",
  "663": "adj. Cowardly.",
  "664": "v. To impose on or dupe by flattering speech.",
  "665": "n. Delusive speech.",
  "666": "adj. That may be estimated by reckoning.",
  "667": "n. A concretion formed in various parts of the body resembling a pebble in hardness.",
  "668": "n. The state of being hard and insensible.",
  "669": "adj. Without experience of the world.",
  "670": "n. Amount of heat needed to raise the temperature of 1 kilogram of water 1 degree centigrade.",
  "671": "n. Slander.",
  "672": "n. The place where Christ was crucified.",
  "673": "n. The system of doctrine taught by John Calvin.",
  "674": "v. To teach or imbue with the doctrines of Calvinism.",
  "675": "n. A leaden sash-bar or grooved strip for fastening panes in stained-glass windows.",
  "676": "n. Any small engraved or carved work in relief.",
  "677": "n. A complete series of connected military operations.",
  "678": "n. A member of one of the three tribes that dwelt in the land of Canaan, or western Palestine.",
  "679": "adj. Of a bright but delicate yellow.",
  "680": "adj. Straightforward.",
  "681": "n. The quality of frankness or outspokenness.",
  "682": "adj. Characteristic of a dog.",
  "683": "n. Any rule or law.",
  "684": "v. To talk in a singsong, preaching tone with affected solemnity.",
  "685": "n. A choral composition.",
  "686": "n. One of the divisions of an extended poem.",
  "687": "n. The part of the town or district in which the troops are quartered.",
  "688": "adj. Roomy.",
  "689": "n. A minute vessel having walls composed of a single layer of cells.",
  "690": "v. To surrender or stipulate terms.",
  "691": "n. A whim.",
  "692": "n. A heading, as of a chapter, section, document, etc.",
  "693": "adj. Hypercritical.",
  "694": "v. To fascinate, as by excellence. eloquence, or beauty.",
  "695": "n. The dead body of an animal.",
  "696": "adj. Pertaining to the heart.",
  "697": "adj. Of prime or special importance.",
  "698": "n. A sign (^) placed below a line, indicating where omitted words, etc., should be inserted.",
  "699": "n. a picture or description in which natural characteristics are exaggerated or distorted.",
  "700": "n. Massacre.",
  "701": "adj. Sensual.",
  "702": "adj. Eating or living on flesh.",
  "703": "v. To drink deeply and in boisterous or jovial manner.",
  "704": "n. Dead and putrefying flesh.",
  "705": "n. An elastic animal tissue of firm consistence.",
  "706": "n. A charge for a firearm, or for blasting.",
  "707": "n. The division of society on artificial grounds.",
  "708": "v. To punish.",
  "709": "adj. Accidental, by chance.",
  "710": "n. A fatal or serious accident or disaster.",
  "711": "n. Any overwhelming flood of water.",
  "712": "n. Opacity of the lens of the eye resulting in complete or partial blindness.",
  "713": "n. Any great and sudden misfortune or calamity.",
  "714": "n. The negative pole or electrode of a galvanic battery.",
  "715": "n. The system, doctrine, and practice of the Roman Catholic Church.",
  "716": "n. Universal prevalence or acceptance.",
  "717": "n. An instrument consisting of nine pieces of cord, formerly used for flogging in the army and navy.",
  "718": "n. A private meeting of members of a political party to select candidates.",
  "719": "adj. Indicating or expressing a cause.",
  "720": "adj. Sarcastic and severe.",
  "721": "v. To burn or sear as with a heated iron.",
  "722": "v. To pass title to.",
  "723": "n. An official examiner of manuscripts empowered to prohibit their publication.",
  "724": "adj. Judging severely or harshly.<br /><br />Severely critical of others",
  "725": "n. An official numbering of the people of a country or district.",
  "726": "adj. Pertaining to a hundred years or a period of a hundred years.",
  "727": "n. A hundredth of a liter.",
  "728": "n. A length of one hundredth of a meter.",
  "729": "n. A captain of a company of one hundred infantry in the ancient Roman army.",
  "730": "adj. Pertaining to edible grain or farinaceous seeds.",
  "731": "adj. Characterized by outward form or ceremony.",
  "732": "adj. Observant of ritual.",
  "733": "n. Discontinuance, as of action or motion.",
  "734": "n. Surrender, as of possessions or rights.",
  "735": "n. Keen vexation, annoyance, or mortification, as at one's failures or errors.",
  "736": "adj. Changeable in appearance.",
  "737": "n. A court of equity, as distinguished from a common-law court.",
  "738": "n. Any condition of which the elements or parts are in utter disorder and confusion.",
  "739": "n. A distinctive feature.",
  "740": "v. To describe by distinctive marks or peculiarities.",
  "741": "n. A quack.",
  "742": "n. A yawning hollow, as in the earth's surface.",
  "743": "v. To purify by affliction.",
  "744": "v. To subject to punitive measures.",
  "745": "n. Sexual or moral purity.",
  "746": "n. A castle or manor-house.",
  "747": "n. Any article of personal property.",
  "748": "v. To hold back.",
  "749": "n. A very thin gauze used for trimmings, evening dress, etc.",
  "750": "n. The knightly system of feudal times with its code, usages and practices.",
  "751": "n. An acute epidemic disease.",
  "752": "adj. Easily provoked to anger.",
  "753": "adj. Pertaining to, intended for, or performed by a chorus or choir.",
  "754": "n. A title of Jesus",
  "755": "v. To name in baptism.",
  "756": "n. That part of the world where Christianity is generally professed.",
  "757": "adj. Belonging, relating to, or abounding in color.",
  "758": "n. The science that treats of computation of time or of investigation and arrangement of events.",
  "759": "n. A portable timekeeper of the highest attainable precision.",
  "760": "v. To calculate arithmetically. (also a noun meaning zero or nothing)",
  "761": "v. To disseminate.",
  "762": "n. The boundary-line of a circle.",
  "763": "n. Indirect or roundabout expression.",
  "764": "v. To sail quite around.",
  "765": "v. To confine within bounds.",
  "766": "adj. Showing watchfulness, caution, or careful consideration.",
  "767": "n. Any strong fortress.",
  "768": "v. To refer to specifically.",
  "769": "n. One who makes a claim or demand, as of right.",
  "770": "n. Intuitive sagacity or perception.",
  "771": "adj. Urgent in complaint or demand.",
  "772": "n. A tribe.",
  "773": "adj. Surreptitious.",
  "774": "n. Clanking or a ringing, as of arms, chains, or bells, clamor.",
  "775": "v. To render intelligible.",
  "776": "n. A small shrill trumpet or bugle.",
  "777": "v. To arrange in a class or classes on the basis of observed resemblanceâ€™s and differences.",
  "778": "n. A certificate from the proper authorities that a vessel has complied with the law and may sail.",
  "779": "n. Mercy.",
  "780": "adj. Compassionate.",
  "781": "adj. Having the sails set for sailing as close to the wind as possible.",
  "782": "n. One who makes or sells cloth or clothing.",
  "783": "adj. Awkward of movement.",
  "784": "v. To change into a clot or a jelly, as by heat, by chemical action, or by a ferment.",
  "785": "adj. Producing coagulation.",
  "786": "n. The act or process of coming together so as to form one body, combination, or product.",
  "787": "n. Combination in a body or mass.",
  "788": "v. To treat as a baby or an invalid.",
  "789": "n. A supplement adding to, revoking, or explaining in the body of a will.",
  "790": "v. To force.",
  "791": "n. Forcible constraint or restraint, moral or physical.",
  "792": "adj. Serving or tending to force.",
  "793": "adj. Appealing strongly to the reason or conscience.",
  "794": "adj. Akin.",
  "795": "adj. Taking notice.",
  "796": "v. To stick together.",
  "797": "n. Consistency.",
  "798": "adj. Having the property of consistency.",
  "799": "v. To correspond.",
  "800": "n. A circumstance so agreeing with another: often implying accident.",
  "801": "adj. Taking place at the same time.",
  "802": "v. To labor or cooperate with another or others, especially in literary or scientific pursuits.",
  "803": "v. To cause to shrink, fall in, or fail.",
  "804": "adj. That may or can collapse.",
  "805": "n. An associate in professional employment.",
  "806": "adj. Consisting of a number of persons or objects considered as gathered into a mass, or sum.",
  "807": "n. One who makes a collection, as of objects of art, books, or the like.",
  "808": "n. A college student.",
  "809": "v. To meet and strike violently.",
  "810": "n. One who works in a coal-mine.",
  "811": "n. Violent contact.",
  "812": "adj. Pertaining or peculiar to common speech as distinguished from literary.",
  "813": "n. Form of speech used only or chiefly in conversation.",
  "814": "n. Conversation.",
  "815": "n. A secret agreement for a wrongful purpose.",
  "816": "n. Any strikingly great person or object.",
  "817": "adj. Handsome.",
  "818": "adj. Fit to be eaten.",
  "819": "adj. Funny.",
  "820": "v. To serve as a remembrance of.",
  "821": "n. A series of illustrative or explanatory notes on any important work.",
  "822": "v. To blend.",
  "823": "n. The department of an army charged with the provision of its food and water and daily needs.",
  "824": "v. To empower.",
  "825": "n. The act or process of entrusting or consigning for safe-keeping.",
  "826": "n. The act, fact, or result of committing, or the state of being",
  "827": "n. Something that is bought and sold.",
  "828": "n. A disturbance or violent agitation.",
  "829": "v. To put something, especially something less severe, in place of.",
  "830": "adj. Fit to be compared.",
  "831": "adj. Relative.",
  "832": "n. Examination of two or more objects with reference to their likeness or unlikeness.",
  "833": "v. To remunerate.",
  "834": "n. Adequate qualification or capacity.",
  "835": "adj. Qualified.",
  "836": "adj. characterized by rivalry.",
  "837": "n. A rival.",
  "838": "n. Satisfaction with one's acts or surroundings.",
  "839": "adj. Pleased or satisfied with oneself.",
  "840": "n. Politeness.",
  "841": "adj. Agreeable.",
  "842": "v. To make complete.",
  "843": "adj. Complicated.",
  "844": "adj. Yielding.",
  "845": "v. To make complex, difficult, or hard to deal with.",
  "846": "n. An intermingling or combination of things or parts, especially in a perplexing manner.",
  "847": "n. Participation or partnership, as in wrong-doing or with a wrong-doer.",
  "848": "v. To address or gratify with expressions of delicate praise.",
  "849": "n. A constituent element or part.",
  "850": "v. To conduct or behave (oneself).",
  "851": "n. Calmness.",
  "852": "adj. Intelligible.",
  "853": "n. Ability to know.",
  "854": "adj. Large in scope or content.",
  "855": "v. To press together or into smaller space.",
  "856": "adj. Capable of being pressed into smaller compass.",
  "857": "n. Constraint, as by force or authority.",
  "858": "v. To consist of.",
  "859": "n. Coercion.",
  "860": "adj. Forced.",
  "861": "n. Remorseful feeling.",
  "862": "v. To ascertain by mathematical calculation.",
  "863": "v. To surrender.",
  "864": "n. Self-flattering opinion.",
  "865": "v. To form an idea, mental image or thought of.",
  "866": "n. A musical composition.",
  "867": "n. Anything granted or yielded, or admitted in response to a demand, petition, or claim.",
  "868": "v. To obtain the friendship of.",
  "869": "adj. Tending to reconcile.",
  "870": "adj. Sufficient to convince or decide.",
  "871": "n. Harmony.",
  "872": "n. Harmony.",
  "873": "v. To agree.",
  "874": "n. Agreement.",
  "875": "adj. Occurring or acting together.",
  "876": "n. A violent shock to some organ by a fall or a sudden blow.",
  "877": "n. The act or process of making dense or denser.",
  "878": "v. To abridge.",
  "879": "v. To come down voluntarily to equal terms with inferiors.",
  "880": "n. Expression of sympathy with a person in pain, sorrow, or misfortune.",
  "881": "v. To bring about.",
  "882": "adj. Contributing to an end.",
  "883": "adj. Capable of being conducted or transmitted.",
  "884": "n. A means for conducting something, particularly a tube, pipe, or passageway for a fluid.",
  "885": "n. The candy collectively that a confectioner makes or sells, as candy.",
  "886": "n. A number of states or persons in compact or league with each other, as for mutual aid.",
  "887": "n. One who is united with others in a league, compact, or agreement.",
  "888": "v. To bestow.",
  "889": "n. A person with whom another confers.",
  "890": "n. A spiritual advisor.",
  "891": "n. One to whom secrets are entrusted.",
  "892": "v. To reveal in trust or confidence.",
  "893": "n. The state or feeling of trust in or reliance upon another.",
  "894": "adj. Assured.",
  "895": "n. Restriction within limits or boundaries.",
  "896": "v. To appropriate (private property) as forfeited to the public use or treasury.",
  "897": "n. A great fire, as of many buildings, a forest, or the like.",
  "898": "n. The place where streams meet.",
  "899": "n. A stream that unites with another.",
  "900": "n. The act or state or conforming.",
  "901": "adj. Harmonious.",
  "902": "n. General structure, form, or outline.",
  "903": "n. Correspondence in form, manner, or use.",
  "904": "v. To encounter, as difficulties or obstacles.",
  "905": "v. To coagulate.",
  "906": "adj. Having kindred character or tastes.",
  "907": "v. To collect into a mass.",
  "908": "v. To bring together into a crowd.",
  "909": "adj. Cone-bearing trees.",
  "910": "n. A guess.",
  "911": "v. To unite.",
  "912": "adj. Pertaining to marriage, marital rights, or married persons.",
  "913": "adj. Joined together in pairs.",
  "914": "n. The state or condition of being joined together.",
  "915": "n. The state of being joined together, or the things so joined.",
  "916": "v. To be in collusion.",
  "917": "n. A critical judge of art, especially one with thorough knowledge and sound judgment of art.",
  "918": "v. To mean, signify.",
  "919": "adj. Pertaining to marriage or matrimony.",
  "920": "v. To overcome by force.",
  "921": "adj. Descended from the same parent or ancestor.",
  "922": "n. The faculty in man by which he distinguishes between right and wrong in character and conduct.",
  "923": "adj. Governed by moral standard.",
  "924": "adj. Aware that one lives, feels, and thinks.",
  "925": "v. To force into military service.",
  "926": "v. To set apart as sacred.",
  "927": "adj. Following in uninterrupted succession.",
  "928": "n. A collective unanimous opinion of a number of persons.",
  "929": "n. Tendency to adhere to the existing order of things.",
  "930": "adj. Adhering to the existing order of things.",
  "931": "n. An institution for instruction and training in music and declamation.",
  "932": "v. To entrust.",
  "933": "n. A person to whom goods or other property has been entrusted.",
  "934": "n. One who entrusts.",
  "935": "n. A state of permanence.",
  "936": "v. To comfort.",
  "937": "v. To combine into one body or system.",
  "938": "n. The state or quality of being in accord with.",
  "939": "adj. Being in agreement or harmony with.",
  "940": "n. A companion or associate.",
  "941": "adj. Clearly visible.",
  "942": "n. One who agrees with others to cooperate in accomplishing some unlawful purpose.",
  "943": "v. To plot.",
  "944": "n. An officer whose duty is to maintain the peace.",
  "945": "n. An arbitrary assemblage or group of stars.",
  "946": "n. Panic.",
  "947": "n. The inhabitants or voters in a district represented in a legislative body.",
  "948": "n. One who has the right to vote at an election.",
  "949": "v. To bind.",
  "950": "n. An officer appointed to reside in a foreign city, chiefly to represent his country.",
  "951": "n. The place in which a consul transacts official business.",
  "952": "v. To bring to completion.",
  "953": "n. Gradual destruction, as by burning, eating, etc., or by using up, wearing out, etc.",
  "954": "adj. Designed for gradual destruction.",
  "955": "n. The communication of disease from person to person.",
  "956": "adj. Transmitting disease.",
  "957": "v. To pollute.",
  "958": "v. To consider thoughtfully.",
  "959": "adj. Living, occurring, or existing at the same time.",
  "960": "adj. Living or existing at the same time.",
  "961": "adj. Worthy of scorn or disdain.",
  "962": "adj. Disdainful.",
  "963": "n. One who exerts oneself in opposition or rivalry.",
  "964": "n. Proximity.",
  "965": "adj. Touching or joining at the edge or boundary.",
  "966": "n. Self-restraint with respect to desires, appetites, and passion.",
  "967": "n. Possibility of happening.",
  "968": "adj. Not predictable.",
  "969": "n. Permanence.",
  "970": "n. Prolongation.",
  "971": "n. Uninterrupted connection in space, time, operation, or development.",
  "972": "adj. Connected, extended, or prolonged without separation or interruption of sequence.",
  "973": "v. To twist into a misshapen form.",
  "974": "n. Trade forbidden by law or treaty.",
  "975": "n. The assertion of the opposite of that which has been said.",
  "976": "adj. Inconsistent with itself.",
  "977": "n. A placing opposite.",
  "978": "v. To prevent or obstruct the operation of.",
  "979": "n. The act of giving for a common purpose.",
  "980": "n. One who gives or furnishes, in common with others, for a common purpose.",
  "981": "adj. Broken in spirit because of a sense of sin.",
  "982": "n. The act planning, devising, inventing, or adapting something to or for a special purpose.",
  "983": "v. To manage or carry through by some device or scheme.",
  "984": "v. To exercise a directing, restraining, or governing influence over.",
  "985": "n. One who or that which regulates or directs.",
  "986": "adj. Rebellious.",
  "987": "n. Contemptuous disregard of the requirements of rightful authority.",
  "988": "v. To bruise by a blow, either with or without the breaking of the skin.",
  "989": "n. A bruise.",
  "990": "v. To recover after a sickness.<br /><br />Recover one's health and strength over a period of time after an illness or operation.",
  "991": "n. The state of progressive restoration to health and strength after the cessation of disease.",
  "992": "adj. Recovering health after sickness.",
  "993": "v. To summon or cause to assemble.",
  "994": "n. Fitness, as of time or place.",
  "995": "v. To cause to incline and approach nearer together.",
  "996": "adj. Tending to one point.",
  "997": "adj. Thoroughly informed.",
  "998": "n. Change from one state or position to another, or from one form to another.",
  "999": "adj. Interchangeable.",
  "1000": "adj. Curving like the segment of the globe or of the surface of a circle.",
  "1001": "n. That by which anything is transported.",
  "1002": "adj. Devoted to feasting, or to good-fellowship in eating or drinking.",
  "1003": "n. A winding motion.",
  "1004": "v. To move with a circling or winding motion.",
  "1005": "n. A protecting force accompanying property in course of transportation.",
  "1006": "v. To cause spasms in.",
  "1007": "n. A violent and abnormal muscular contraction of the body.",
  "1008": "adj. Plenteous.",
  "1009": "n. A flirt.",
  "1010": "n. An ornamental molding running round the walls of a room close to the ceiling.",
  "1011": "n. The horn of plenty, symbolizing peace and prosperity.",
  "1012": "n. A proposition following so obviously from another that it requires little demonstration.",
  "1013": "n. The act or ceremony of crowning a monarch.",
  "1014": "n. Inferior crown denoting, according to its form, various degrees of noble rank less than sovereign.",
  "1015": "adj. Belonging or relating to the body as opposed to the mind.",
  "1016": "adj. Belonging to a corporation.",
  "1017": "adj. Of a material nature, physical.",
  "1018": "n. A number or body of persons in some way associated or acting together.",
  "1019": "n. A dead body.",
  "1020": "adj. Obese.",
  "1021": "n. A minute particle of matter.",
  "1022": "v. To put in some relation of connection or correspondence.",
  "1023": "adj. Mutually involving or implying one another.",
  "1024": "adj. Capable of reformation.",
  "1025": "v. To strengthen, as proof or conviction.",
  "1026": "n. Confirmation.",
  "1027": "v. To ruin or destroy little by little.",
  "1028": "n. Gradual decay by crumbling or surface disintegration.",
  "1029": "n. That which causes gradual decay by crumbling or surface disintegration.",
  "1030": "adj. Open to bribery.",
  "1031": "n. Loss of purity or integrity.",
  "1032": "adj. Pertaining to the art of beautifying, especially the complexion.",
  "1033": "adj. Pertaining to the universe.",
  "1034": "n. A doctrine of creation or of the origin of the universe.",
  "1035": "n. The science that describes the universe, including astronomy, geography, and geology.",
  "1036": "n. The general science of the universe.",
  "1037": "adj. Common to all the world.",
  "1038": "n. A cosmopolitan character.",
  "1039": "n. The world or universe considered as a system, perfect in order and arrangement.",
  "1040": "n. A cross-demand alleged by a defendant in his favor against the plaintiff.",
  "1041": "v. To act in opposition to.",
  "1042": "v. To oppose with an equal force.",
  "1043": "v. To accuse in return.",
  "1044": "adj. Made to resemble something else.",
  "1045": "n. Something taken with another for the completion of either.",
  "1046": "v. To offset.",
  "1047": "n. A house or office used for transacting business, bookkeeping, correspondence, etc.",
  "1048": "n. A rustic.",
  "1049": "adj. Brave.",
  "1050": "n. Line of motion or direction.",
  "1051": "n. A fleet and spirited horse.",
  "1052": "n. Politeness originating in kindness and exercised habitually.",
  "1053": "n. An agreement entered into by two or more persons or parties.",
  "1054": "adj. Concealed, especially for an evil purpose.",
  "1055": "n. A flock of quails or partridges.",
  "1056": "v. To crouch down tremblingly, as through fear or shame.",
  "1057": "n. One who steers a rowboat, or one who has charge of a ship's boat and its crew under an officer.",
  "1058": "n. A rugged, rocky projection on a cliff or ledge.",
  "1059": "n. The skull of an animal, especially that part enclosing the brain.",
  "1060": "adj. Coarse or thick in nature or structure, as opposed to thin or fine.",
  "1061": "n. A vehement desire.",
  "1062": "n. A sharp, harsh, squeaking sound.",
  "1063": "n. A butter-making establishment.",
  "1064": "adj. Resembling or containing cream.",
  "1065": "adj. Believable.",
  "1066": "adj. Easily deceived.",
  "1067": "n. A formal summary of fundamental points of religious belief.",
  "1068": "adj. A place for cremating dead bodies.",
  "1069": "n. A deep crack or fissure in the ice of a glacier.",
  "1070": "n. A small fissure, as between two contiguous surfaces.",
  "1071": "n. A standard by which to determine the correctness of a judgment or conclusion.",
  "1072": "n. A criticism or critical review.",
  "1073": "n. Earthenware made from baked clay.",
  "1074": "n. A trying and purifying test or agency.",
  "1075": "n. Any concerted movement, vigorously prosecuted, in behalf of an idea or principle.",
  "1076": "adj. Pertaining to a division of arthropods, containing lobsters, crabs, crawfish, etc.",
  "1077": "adj. Having a crust-like shell.",
  "1078": "n. Anything written in characters that are secret or so arranged as to have hidden meaning.",
  "1079": "v. To bring together or give fixed shape to.",
  "1080": "n. A short thick stick used as a club.",
  "1081": "adj. Of or pertaining to cooking or the kitchen.",
  "1082": "v. To pick or sort out from the rest.",
  "1083": "adj. Guilty.",
  "1084": "n. A guilty person.",
  "1085": "n. Any artificial covered channel for the passage of water through a bank or under a road, canal.",
  "1086": "n. Avarice.",
  "1087": "adj. Capable of being remedied or corrected.",
  "1088": "n. A person having charge as of a library or museum.",
  "1089": "n. A piece of bric-a-brac.",
  "1090": "adj. Writing in which the letters are joined together.",
  "1091": "adj. Rapid and superficial.",
  "1092": "adj. Concise, compressed, and abrupt in act or expression.",
  "1093": "v. To cut off or cut short.",
  "1094": "n. A downward movement of the body by bending the knees.",
  "1095": "adj. Like a circle.",
  "1096": "n. A young swan.",
  "1097": "adj. Exhibiting moral skepticism.",
  "1098": "n. Contempt for the opinions of others and of what others value.",
  "1099": "n. That to which general interest or attention is directed.",
  "1100": "adj. Brave.",
  "1101": "adv. Blindly.",
  "1102": "n. The doctrine that natural selection has been the prime cause of evolution of higher forms.",
  "1103": "n. A base coward.",
  "1104": "n. A premise, starting-point, or given fact.",
  "1105": "adj. Fearless.",
  "1106": "n. A day-laborer.",
  "1107": "n. A race in which two or more competitors come out even, and there is no winner.",
  "1108": "n. Scarcity, as of something customary, essential ,or desirable.",
  "1109": "A human skull as a symbol of death.",
  "1110": "v. To lower in character or virtue.",
  "1111": "adj. Subject to contention or dispute.",
  "1112": "adj. Having gentle or courteous bearing or manner.",
  "1113": "n. A first appearance in society or on the stage.",
  "1114": "n. A figure with ten sides and ten angles.",
  "1115": "n. A weight of 10 grams.",
  "1116": "n. A liquid and dry measure of 10 liters.",
  "1117": "n. The ten commandments.",
  "1118": "n. A volume consisting of ten parts or books.",
  "1119": "n. A length of ten meters.",
  "1120": "v. To leave suddenly or unexpectedly.",
  "1121": "v. To behead.",
  "1122": "adj. Ten-footed or ten-armed.",
  "1123": "n. A line of ten syllables.",
  "1124": "n. Falsehood.",
  "1125": "adj. Fraudulent.",
  "1126": "v. To mislead by or as by falsehood.",
  "1127": "n. Moral fitness.",
  "1128": "adj. Characterized by propriety of conduct, speech, manners, or dress.",
  "1129": "adj. Falling off at maturity as petals after flowering, fruit when ripe, etc.",
  "1130": "adj. Founded on the number 10.",
  "1131": "v. To destroy a measurable or large proportion of.",
  "1132": "ad. Conclusive.",
  "1133": "n. A speech recited or intended for recitation from memory in public.",
  "1134": "adj. A full and formal style of utterance.",
  "1135": "adj. Containing a formal, positive, or explicit statement or affirmation.",
  "1136": "n. The change of endings in nouns and adj. to express their different relations of gender.",
  "1137": "v. To embellish.",
  "1138": "adj. Suitable for the occasion or circumstances.",
  "1139": "n. Anything that allures, or is intended to allures into danger or temptation.",
  "1140": "adj. Enfeebled, as by old age or some chronic infirmity.",
  "1141": "n. The voluntary consecration or relinquishment of something to an end or cause.",
  "1142": "v. To derive or draw as a conclusion by reasoning from given premises or principles.",
  "1143": "v. To mar or disfigure the face or external surface of.",
  "1144": "v. To cut off or take away, as a part of something.",
  "1145": "n. Malicious and groundless injury done to the reputation or good name of another.",
  "1146": "v. To slander.",
  "1147": "n. The neglect or omission of a legal requirement.",
  "1148": "n. A person against whom a suit is brought.",
  "1149": "adj. Capable of being maintained or justified.",
  "1150": "adj. Carried on in resistance to aggression.",
  "1151": "v. To delay or put off to some other time.",
  "1152": "n. Respectful submission or yielding, as to another's opinion, wishes, or judgment.",
  "1153": "adj. Characterized by bold or insolent opposition.",
  "1154": "n. Lack or insufficiency.",
  "1155": "adj. Not having an adequate or proper supply or amount.",
  "1156": "adj. Having an exact signification or positive meaning.",
  "1157": "v. To cause to turn aside or downward.",
  "1158": "v. To clear of forests.",
  "1159": "v. To disfigure.",
  "1160": "n. A disfigurement.",
  "1161": "v. To deprive of something dishonestly.",
  "1162": "v. To make payment for.",
  "1163": "n. A becoming worse.<div><br /></div><div><div>&nbsp;The process of degenerating.</div><div>2. The state of being degenerate.</div><div>3. Corrupt, vulgar, vicious behavior, especially sexual perversion.</div><div>4. Genetics The presence in the genetic code of multiple codons for the same amino acid.</div></div><div><br /></div>",
  "1164": "v. To become worse or inferior.",
  "1165": "n. Diminution, as of strength or magnitude.",
  "1166": "v. To take away honors or position from.",
  "1167": "v. To deprive of water.",
  "1168": "v. To regard or worship as a god.",
  "1169": "v. To deem worthy of notice or account.",
  "1170": "n. One who believes in God, but denies supernatural revelation.",
  "1171": "n. A god, goddess, or divine person.",
  "1172": "v. To dishearten.",
  "1173": "n. Melancholy.",
  "1174": "adj. Delightful to the taste or to the senses.",
  "1175": "n. Delight.",
  "1176": "adj. Hurtful, morally or physically.",
  "1177": "n. That which is agreeable to a fine taste.",
  "1178": "v. To represent by sketch or diagram.",
  "1179": "v. To dissolve gradually and become liquid by absorption of moisture from the air.",
  "1180": "adj. Raving.",
  "1181": "v. To mislead the mind or judgment of.",
  "1182": "v. To overwhelm with a flood of water.",
  "1183": "v. To deprive (a magnet) of magnetism.",
  "1184": "n. An unprincipled politician.",
  "1185": "n. Deportment.",
  "1186": "adj. Insane.",
  "1187": "n. A mark for failure or bad conduct.",
  "1188": "n. Death.",
  "1189": "v. To disband, as troops.",
  "1190": "v. To annihilate.",
  "1191": "adj. Capable of positive proof.",
  "1192": "v. To prove indubitably.",
  "1193": "adj. Inclined to strong exhibition or expression of feeling or thoughts.",
  "1194": "n. One who proves in a convincing and conclusive manner.",
  "1195": "n. Any application soothing to an irritable surface",
  "1196": "n. the detention of a vessel beyond the specified time of sailing.",
  "1197": "adj. Like a tree.",
  "1198": "n. The natural history of trees.",
  "1199": "n. Inhabitant.",
  "1200": "v. To give a name or epithet to.",
  "1201": "n. A body of Christians united by a common faith and form of worship and discipline.",
  "1202": "n. Part of a fraction which expresses the number of equal parts into which the unit is divided.",
  "1203": "v. To designate by word or mark.",
  "1204": "n. That part of a play or story in which the mystery is cleared up.",
  "1205": "v. To point out or publicly accuse as deserving of punishment, censure, or odium.",
  "1206": "n. Any preparation used for cleaning the teeth.<div><br /></div><div>Dentifrices are agents used along with a toothbrush to clean and polish natural teeth. They are supplied in paste, powder, gel or liquid form.</div>",
  "1207": "v. To strip the covering from.",
  "1208": "n. The act of declaring an action or person worthy of reprobation or punishment.",
  "1209": "adj. Contemptible.",
  "1210": "v. To regard with grief or sorrow.",
  "1211": "adj. Laying down.",
  "1212": "v. To remove the inhabitants from.",
  "1213": "v. To take or send away forcibly, as to a penal colony.",
  "1214": "n. Demeanor.",
  "1215": "n. Testimony legally taken on interrogatories and reduced to writing, for use as evidence in court.",
  "1216": "n. One who makes a deposit, or has an amount deposited.",
  "1217": "n. A place where anything is kept in safety.",
  "1218": "v. To render bad, especially morally bad.",
  "1219": "v. To express disapproval or regret for, with hope for the opposite.",
  "1220": "v. To lessen the worth of.",
  "1221": "n. A lowering in value or an underrating in worth.",
  "1222": "v. To press down.",
  "1223": "n. A falling of the spirits.",
  "1224": "n. Deepness.",
  "1225": "adj. Neglectful of obligation.",
  "1226": "v. To ridicule.",
  "1227": "adj. Open to ridicule.",
  "1228": "n. Ridicule.",
  "1229": "n. That process by which a word is traced from its original root or primitive form and meaning.",
  "1230": "adj. Coming or acquired from some origin.",
  "1231": "v. To deduce, as from a premise.",
  "1232": "n. The branch of medical science which relates to the skin and its diseases.",
  "1233": "n. An apparatus for hoisting and swinging great weights.",
  "1234": "n. One who is descended lineally from another, as a child, grandchild, etc.",
  "1235": "adj. Proceeding downward.",
  "1236": "n. The act of moving or going downward.",
  "1237": "v. To discern.",
  "1238": "v. To abandon without regard to the welfare of the abandoned",
  "1239": "n. Any remedy which, when applied externally, dries up or absorbs moisture, as that of wounds.",
  "1240": "v. To select or appoint, as by authority.",
  "1241": "v. To cease from action.",
  "1242": "n. Cessation.",
  "1243": "n. Utter hopelessness and despondency.",
  "1244": "n. One without regard for law or life.",
  "1245": "adj. Resorted to in a last extremity, or as if prompted by utter despair.",
  "1246": "adj. Contemptible.",
  "1247": "prep. In spite of.",
  "1248": "v. To lose spirit, courage, or hope.",
  "1249": "adj. Disheartened.",
  "1250": "n. An absolute and irresponsible monarch.",
  "1251": "n. Any severe and strict rule in which the judgment of the governed has little or no part.",
  "1252": "adj. Poverty-stricken.",
  "1253": "adj. Not connected with what precedes.",
  "1254": "v. To frighten away.",
  "1255": "v. To grow worse.",
  "1256": "adj. Definitely limited or fixed.",
  "1257": "n. The act of deciding.",
  "1258": "adj. Hindering from action through fear.",
  "1259": "v. To dislike or hate with intensity.",
  "1260": "v. To take away in such manner as to lessen value or estimation.",
  "1261": "n. Something that causes damage, depreciation, or loss.",
  "1262": "v. To push down forcibly.",
  "1263": "n. Malicious mischief.",
  "1264": "n. Wanton and malicious mischief.",
  "1265": "adj. Out of the common or regular track.",
  "1266": "v. To invent.",
  "1267": "adj. Religious.",
  "1268": "n. Readiness, precision, efficiency, and ease in any physical activity or in any mechanical work.",
  "1269": "adj. Characteristic of the devil.",
  "1270": "adj. Marking a difference.",
  "1271": "v. To distinguish, as a disease, by its characteristic phenomena.",
  "1272": "n. Determination of the distinctive nature of a disease.",
  "1273": "n. Forms of speech collectively that are peculiar to the people of a particular district.",
  "1274": "n. A logician.",
  "1275": "n. A formal conversation in which two or more take part.",
  "1276": "adj. Transparent.",
  "1277": "adj. Containing only two atoms.",
  "1278": "n. A bitter or malicious criticism.",
  "1279": "n. A positive utterance.",
  "1280": "adj. Pertaining to teaching.",
  "1281": "n. Dissimilarity in any respect.",
  "1282": "n. Any essential characteristic of a species by reason of which it differs from other species.",
  "1283": "adj. Distinctive.",
  "1284": "v. To acquire a distinct and separate character.",
  "1285": "n. Self-distrust.",
  "1286": "adj. Affected or possessed with self-distrust.",
  "1287": "capable of diffusing or of being diffused",
  "1288": "n. Dispersion.",
  "1289": "n. One who holds high rank.",
  "1290": "n. A union of two characters representing a single sound.",
  "1291": "v. To turn aside from the main subject and for a time dwell on some incidental matter.",
  "1292": "pa. Fallen into decay or partial ruin.",
  "1293": "v. To enlarge in all directions.",
  "1294": "adj. Tending to cause delay.",
  "1295": "n. A situation in which a choice between opposing modes of conduct is necessary.",
  "1296": "n. A superficial amateur.",
  "1297": "n. Careful and persevering effort to accomplish what is undertaken.",
  "1298": "v. To make more fluid or less concentrated by admixture with something.",
  "1299": "n. Reduction.",
  "1300": "adv. Obscurely.",
  "1301": "n. The sound produced by combining two vowels in to a single syllable or running together the sounds.",
  "1302": "n. Tact, shrewdness, or skill in conducting any kind of negotiations or in social matters.",
  "1303": "n. A representative of one sovereign state at the capital or court of another.",
  "1304": "adj. Characterized by special tact in negotiations.",
  "1305": "n. One remarkable for tact and shrewd management.",
  "1306": "v. To be opposite in opinion.",
  "1307": "v. To withhold permission or sanction.",
  "1308": "v. To cease to exist, either actually or for the time being.",
  "1309": "v. To fail to fulfill the expectation, hope, wish, or desire of.",
  "1310": "v. To regard with blame.",
  "1311": "v. To deprive of weapons.",
  "1312": "v. To throw out of order.",
  "1313": "v. To disclaim responsibility for.",
  "1314": "n. Denial.",
  "1315": "n. One who refuses to believe.",
  "1316": "v. To disencumber.",
  "1317": "v. To pay out or expend, as money from a fund.",
  "1318": "v. To reject.",
  "1319": "adj. Perceivable.",
  "1320": "n. One who believes the teaching of another, or who adopts and follows some doctrine.",
  "1321": "adj. Having the nature of systematic training or subjection to authority.",
  "1322": "v. To train to obedience.",
  "1323": "v. To disavow any claim to, connection with, or responsibility to.",
  "1324": "v. To stain.",
  "1325": "v. To put to confusion.",
  "1326": "n. The state of being positively uncomfortable.",
  "1327": "v. To undo or dissolve the connection or association of.",
  "1328": "adj. Grief-stricken.",
  "1329": "n. Interruption or intermission.",
  "1330": "n. Absence of harmoniousness.",
  "1331": "v. To look upon with disfavor.",
  "1332": "v. To get first sight or knowledge of, as something previously unknown or unperceived.",
  "1333": "v. To injure the reputation of.",
  "1334": "adj. Judicious.",
  "1335": "adj. Opposite.",
  "1336": "v. To draw a distinction.",
  "1337": "adj. Passing from one subject to another.",
  "1338": "n. Debate.",
  "1339": "v. To deprive of any right privilege or power",
  "1340": "v. To become detached.",
  "1341": "n. Disregard.",
  "1342": "v. To impair or injure the beauty, symmetry, or appearance of.",
  "1343": "n. Undress or negligent attire.",
  "1344": "adj. Untrustworthy.",
  "1345": "v. To disenchant.",
  "1346": "v. To remove or destroy the poison of infectious or contagious diseases.",
  "1347": "n. A substance used to destroy the germs of infectious diseases.",
  "1348": "v. To deprive of an inheritance.",
  "1349": "adj. Impartial.",
  "1350": "adj. Helping or serving to disconnect or separate.",
  "1351": "v. To put out of proper place or order.",
  "1352": "n. Displacement by authority from an office or an employment.",
  "1353": "v. To throw down, push off, or otherwise remove from a horse or the like.",
  "1354": "n. Neglect or refusal to comply with an authoritative injunction.",
  "1355": "adj. Neglecting or refusing to obey.",
  "1356": "v. To refuse to acknowledge as one's own or as connected with oneself.",
  "1357": "v. To regard or speak of slightingly.",
  "1358": "n. Inequality.",
  "1359": "v. To drive away by or as by scattering in different directions.",
  "1360": "n. That which is bestowed on or appointed to one from a higher power.",
  "1361": "v. To put out of the proper or accustomed place.",
  "1362": "v. To deprive of actual occupancy, especially of real estate.",
  "1363": "n. Verbal controversy.",
  "1364": "v. To debar.",
  "1365": "v. To deprive of peace or tranquillity.",
  "1366": "v. To take no notice of.",
  "1367": "adj. Dishonorable or disgraceful.",
  "1368": "n. A bad name or character.",
  "1369": "v. To unclothe.",
  "1370": "v. To burst or break asunder.",
  "1371": "v. To displease.",
  "1372": "v. To cut apart or to pieces.",
  "1373": "n. The act or operation of cutting in pieces, specifically of a plant or an animal.",
  "1374": "v. To hide by pretending something different.",
  "1375": "v. To sow or scatter abroad, as seed is sown.",
  "1376": "n. Angry or violent difference of opinion.",
  "1377": "n. Disagreement.",
  "1378": "n. One who disagrees.",
  "1379": "adj. Contentious.",
  "1380": "n. Thesis.",
  "1381": "n. An ill turn.",
  "1382": "v. To divide.",
  "1383": "adj. Different.",
  "1384": "v. To disperse or disappear.",
  "1385": "n. The state of being dispersed or scattered.",
  "1386": "adj. Lewd.",
  "1387": "n. A breaking up of a union of persons.",
  "1388": "v. To liquefy or soften, as by heat or moisture.",
  "1389": "n. Discord.",
  "1390": "adj. Harsh or disagreeable in sound.",
  "1391": "v. To change the purpose or alter the plans of by persuasion, counsel, or pleading.",
  "1392": "n. The act of changing the purpose of or altering the plans of through persuasion, or pleading.",
  "1393": "n. A word of two syllables.",
  "1394": "n. A disease or malady.",
  "1395": "v. To stretch out or expand in every direction.",
  "1396": "adj. Capable of being stretched out or expanded in every direction.",
  "1397": "n. Expansion.",
  "1398": "v. To extract or produce by vaporization and condensation.",
  "1399": "n. Separation of the more volatile parts of a substance from those less volatile.",
  "1400": "n. One occupied in the business of distilling alcoholic liquors.",
  "1401": "n. A note or designation of honor, officially recognizing superiority or success in studies.",
  "1402": "v. To twist into an unnatural or irregular form.",
  "1403": "v. To subject a person to distress.",
  "1404": "n. One who subjects a person to distress.",
  "1405": "adj. Bewildered.",
  "1406": "n. Lack of confidence in the power, wisdom, or good intent of any person.",
  "1407": "n. Separation of relations or interests.",
  "1408": "adj. Daily.",
  "1409": "n. Digression.",
  "1410": "adj. Tending in different directions.",
  "1411": "adj. Capable of various forms.",
  "1412": "n. Pastime.",
  "1413": "n. Dissimilitude.",
  "1414": "v. To turn from the accustomed course or a line of action already established.",
  "1415": "adj. Able to be turned from the accustomed course or a line of action already established.",
  "1416": "v. To strip, specifically of clothes, ornaments, or accouterments or disinvestment.",
  "1417": "n. The pretended forecast of future events or discovery of what is lost or hidden.",
  "1418": "n. The quality or character of being godlike.",
  "1419": "adj. Capable of being separated into parts.",
  "1420": "n. That by which a number or quantity is divided.",
  "1421": "v. To tell or make known, as something previously private or secret.",
  "1422": "n. A divulging.",
  "1423": "adj. Easy to manage.",
  "1424": "n. The registry of judgments of a court.",
  "1425": "n. The female of the deer.",
  "1426": "n. A statement of religious faith or duty formulated by a body claiming authority.",
  "1427": "adj. Making statements without argument or evidence.",
  "1428": "v. To make positive assertions without supporting them by argument or evidence.",
  "1429": "adj. Melancholy.",
  "1430": "adj. Melancholy.",
  "1431": "n. Lamentation.",
  "1432": "adj. Expressing or causing sorrow or pain.",
  "1433": "n. A sphere or field of action or interest.",
  "1434": "n. Life in or fondness for one's home and family.",
  "1435": "n. The place where one lives.",
  "1436": "n. Ascendancy.",
  "1437": "adj. Conspicuously prominent.",
  "1438": "v. To influence controllingly.",
  "1439": "n. Control by the exercise of power or constituted authority.",
  "1440": "v. To rule with insolence or unnecessary annoyance.",
  "1441": "v. To bestow as a gift, especially for a worthy cause.",
  "1442": "n. One who makes a donation or present.",
  "1443": "n. A person to whom a donation is made.",
  "1444": "n. One who makes a donation or present.",
  "1445": "adj. Being in a state of or resembling sleep.",
  "1446": "n. One of a pair of like things.",
  "1447": "adv. In twofold degree or extent.",
  "1448": "n. The property which a wife brings to her husband in marriage.",
  "1449": "n. A modern and an ancient Greek coin.",
  "1450": "n. A net to be drawn along the bottom of the water.",
  "1451": "n. In the British army, a cavalryman.",
  "1452": "n. The means of draining collectively, as a system of conduits, trenches, pipes, etc.",
  "1453": "n. One who writes plays.",
  "1454": "v. To relate or represent in a dramatic or theatrical manner.",
  "1455": "adj. Acting vigorously.",
  "1456": "n. Dry weather, especially when so long continued as to cause vegetation to wither.",
  "1457": "adj. Heavy with sleepiness.",
  "1458": "n. Hard and constant work in any menial or dull occupation.",
  "1459": "adj. Doubtful.",
  "1460": "n. A young duck.",
  "1461": "adj. Capable of being drawn out, as into wire or a thread.",
  "1462": "n. A composition for two voices or instruments.",
  "1463": "v. To make a demand or repeated demands on for payment.",
  "1464": "adj. Having two parts.",
  "1465": "n. Double-dealing.",
  "1466": "n. Confinement.",
  "1467": "n. The period of time during which anything lasts.",
  "1468": "adj. Showing submission to natural superiors.",
  "1469": "adj. Subject to a duty, especially a customs duty.",
  "1470": "adj. Obedient.",
  "1471": "v. To diminish or become less.",
  "1472": "n. The force which, applied to a mass of one gram for 1 second, would give it a velocity of 1 cm/s.",
  "1473": "adj. Ardent in spirit and speech.",
  "1474": "n. Anything made of clay and baked in a kiln or dried in the sun.",
  "1475": "adj. Edible.",
  "1476": "adj. Showing enthusiasm or exhilaration of feeling.",
  "1477": "adj. Peculiar.",
  "1478": "n. Idiosyncrasy.",
  "1479": "n. The obstruction of a heavenly body by its entering into the shadow of another body.",
  "1480": "v. To spend sparingly.",
  "1481": "n. Rapturous excitement or exaltation.",
  "1482": "adj. Enraptured.",
  "1483": "adj. Suitable to be eaten.",
  "1484": "n. That which is uttered or proclaimed by authority as a rule of action.",
  "1485": "v. To build up, or strengthen, especially in morals or religion.",
  "1486": "n. An article in a periodical written by the editor and published as an official argument.",
  "1487": "<div>Bring out or develop (something latent or potential).</div><div>Infer (something) from data.</div><div><br /></div><div>Synonyms</div><div>extract - elicit - deduce - conclude - infer</div><div><br /></div>",
  "1488": "v. To obliterate.",
  "1489": "n. A consequence.",
  "1490": "adj. Fit for a destined purpose.",
  "1491": "adj. Efficient.",
  "1492": "n. Womanishness.",
  "1493": "adj. Having womanish traits or qualities.",
  "1494": "v. To bubble up.",
  "1495": "adj. Giving off bubbles of gas.",
  "1496": "adj. Exhausted, as having performed its functions.<div><br /></div><div><div>Adjective</div><div><br /></div><div>(of a person) Affected, overrefined, and ineffectual: 'effete trendies from art college'.</div><div><br /></div><div>No longer capable of effective action.</div><div><br /></div><div>Synonyms</div><div>exhausted - decadent</div></div><div><br /></div><div>We're ruled by effete assholes</div><div><br /></div>",
  "1497": "adj. Effective.",
  "1498": "n. The power to produce an intended effect as shown in the production of it.",
  "1499": "n. The state of possessing adequate skill or knowledge for the performance of a duty.",
  "1500": "adj. Having and exercising the power to produce effects or results.",
  "1501": "n. The state of being flowery, or a flowery appearance.",
  "1502": "adj. Opening in flower.",
  "1503": "n. A noxious or ill-smelling exhalation from decaying or putrefying matter.",
  "1504": "n. Unblushing impudence.",
  "1505": "n. Splendor.",
  "1506": "v. To pour forth.",
  "1507": "n. an outpouring.",
  "1508": "n. The theory that places man's chief good in the completeness of self.",
  "1509": "n. One who advocates or practices egoism.",
  "1510": "n. Self-conceit.",
  "1511": "n. One given to self-mention or who is constantly telling of his own views and experiences.",
  "1512": "adj. Extreme.",
  "1513": "n. Any place of exit.",
  "1514": "v. To expel.",
  "1515": "v. To quietly terminate: said of time.",
  "1516": "n. That property of matter by which a body tends to return to a former shape after being changed.",
  "1517": "n. The process of decomposing a chemical compound by the passage of an electric current.",
  "1518": "n. A metallic copy of any surface, as a coin.",
  "1519": "n. A lyric poem lamenting the dead.",
  "1520": "n. A component or essential part.",
  "1521": "v. To educe or extract gradually or without violence.",
  "1522": "adj. Qualified for selection.",
  "1523": "v. To separate and cast aside.",
  "1524": "adj. Relating to Elizabeth, queen of England, or to her era.",
  "1525": "n. The art of correct intonation, inflection, and gesture in public speaking or reading.",
  "1526": "adj. Having the ability to express emotion or feeling in lofty and impassioned speech.",
  "1527": "v. To bring out more clearly the facts concerning.",
  "1528": "v. To evade the search or pursuit of by dexterity or artifice.",
  "1529": "n. Evasion.",
  "1530": "v. To waste away in flesh.",
  "1531": "v. To flow forth or proceed, as from some source.",
  "1532": "v. To release from bondage.",
  "1533": "n. Authoritative stoppage of foreign commerce or of any special trade.",
  "1534": "v. To make a beginning in some occupation or scheme.",
  "1535": "v. To render flustered or agitated.",
  "1536": "v. To make beautiful or elegant by adding attractive or ornamental features.",
  "1537": "v. To misappropriate secretly.",
  "1538": "v. To set forth publicly or in glowing terms.",
  "1539": "n. A symbol.",
  "1540": "v. To express, formulate, or exemplify in a concrete, compact or visible form.",
  "1541": "v. To give courage to.",
  "1542": "n. An obstruction or plugging up of an artery or other blood-vessel.",
  "1543": "v. To involve in dissension or strife.",
  "1544": "v. To come into view or into existence.",
  "1545": "n. A coming into view.",
  "1546": "adj. Coming into view.",
  "1547": "adj. Retired from active service but retained to an honorary position.",
  "1548": "n. One who moves from one place to settle in another.",
  "1549": "v. To go from one country, state, or region for the purpose of settling or residing in another.",
  "1550": "n. An elevated position with respect to rank, place, character, condition, etc.",
  "1551": "adj. High in station, merit, or esteem.",
  "1552": "v. To send or give out.",
  "1553": "n. Any special impressiveness added to an utterance or act, or stress laid upon some word.",
  "1554": "v. To articulate or enunciate with special impressiveness upon a word, or a group of words.",
  "1555": "adj. Spoken with any special impressiveness laid upon an act, word, or set of words.",
  "1556": "n. One who works for wages or a salary.",
  "1557": "n. One who uses or engages the services of other persons for pay.",
  "1558": "n. A bazaar or shop.",
  "1559": "v. To delegate authority to.",
  "1560": "v. To imitate with intent to equal or surpass.",
  "1561": "v. To make into law, as by legislative act.",
  "1562": "v. To inspire with ardent love.",
  "1563": "v. To pitch tents for a resting-place.",
  "1564": "n. A formal or discriminating expression of praise.",
  "1565": "v. To encircle.",
  "1566": "n. The call for a repetition, as of some part of a play or performance.",
  "1567": "v. To inspire with courage, hope, or strength of mind.",
  "1568": "v. To invade partially or insidiously and appropriate the possessions of another.",
  "1569": "v. To impede with obstacles.",
  "1570": "adj. Intended for general circulation.",
  "1571": "n. A work containing information on subjects, or exhaustive of one subject.",
  "1572": "v. To expose to peril.",
  "1573": "v. To cause to be loved.",
  "1574": "adj. Peculiar to some specified country or people.",
  "1575": "v. To endow with some quality, gift, or grace, usually spiritual.",
  "1576": "adj. Tolerable.",
  "1577": "n. The ability to suffer pain, distress, hardship, or stress of any kind without succumbing.",
  "1578": "adj. Working vigorously.",
  "1579": "v. To render ineffective or inoperative.",
  "1580": "v. To debilitate.",
  "1581": "v. To endow with a privilege, especially with the right to vote.",
  "1582": "v. To produce.",
  "1583": "v. To cut or carve in or upon some surface.",
  "1584": "v. To occupy completely.",
  "1585": "v. To intensify.",
  "1586": "n. A riddle.",
  "1587": "v. To command.",
  "1588": "v. To set on fire.",
  "1589": "v. To cause to see clearly.",
  "1590": "v. To enter voluntarily the military service by formal enrollment.",
  "1591": "n. Hatred.",
  "1592": "v. To dignify.",
  "1593": "n. Immensity.",
  "1594": "adj. Gigantic.",
  "1595": "v. To infuriate.",
  "1596": "v. To delight extravagantly or intensely.",
  "1597": "v. To keep sacred.",
  "1598": "v. To entrap.",
  "1599": "v. To involve, necessitate.",
  "1600": "v. To involve in difficulties, confusion, or complications.",
  "1601": "v. To bring or hold under any overmastering influence.",
  "1602": "v. To invest with sovereign power.",
  "1603": "v. To yield to or display intense and rapturous feeling.",
  "1604": "adj. Full of zeal and fervor.",
  "1605": "n. A complete thing.",
  "1606": "n. The branch of zoology that treats of insects.",
  "1607": "n. pl. The internal parts of an animal.",
  "1608": "n. An earnest request.",
  "1609": "n. The act of entering.",
  "1610": "v. To fortify or protect, as with a trench or ditch and wall.",
  "1611": "v. To interweave.",
  "1612": "v. To name one by one.",
  "1613": "n. A poem celebrating in formal verse the mythical achievements of great personages, heroes, etc.",
  "1614": "n. One who cultivates a delicate taste for eating and drinking.",
  "1615": "adj. Indulging, ministering, or pertaining to daintiness of appetite.",
  "1616": "n. A circle that rolls upon the external or internal circumference of another circle.",
  "1617": "n. A curve traced by a point on the circumference of a circle which rolls upon another circle.",
  "1618": "n. Wide-spread occurrence of a disease in a certain region.",
  "1619": "n. The outer skin.",
  "1620": "n. A pithy phrasing of a shrewd observation.",
  "1621": "n. The close of a narrative or dramatic poem.",
  "1622": "n. Any appearance or bodily manifestation of a deity.",
  "1623": "n. An incident or story in a literary work, separable from yet growing out of it.",
  "1624": "n. An inscription on a tomb or monument in honor or in memory of the dead.",
  "1625": "n. Word used adjectivally to describe some quality or attribute of is objects, as in 'Father Aeneas'.",
  "1626": "n. A simplified representation.",
  "1627": "adj. Prevailing among animals.",
  "1628": "n. A interval of time, memorable for extraordinary events.",
  "1629": "n. A species of lyric poems.",
  "1630": "v. To render uniform.",
  "1631": "n. Evenness of mind or temper.",
  "1632": "adj. Pertaining to horses or horsemanship.",
  "1633": "n. A state of balance.",
  "1634": "adj. Characterized by fairness.",
  "1635": "n. Fairness or impartiality.",
  "1636": "adj. Equal in value, force, meaning, or the like.",
  "1637": "adj. Ambiguous.",
  "1638": "v. To use words of double meaning.",
  "1639": "v. To destroy thoroughly.",
  "1640": "adj. Roving or wandering, as in search of adventure or opportunity for gallant deeds.",
  "1641": "adj. Irregular.",
  "1642": "adj. Incorrect.",
  "1643": "adj. Very-learned.",
  "1644": "n. Extensive knowledge of literature, history, language, etc.",
  "1645": "v. To keep clear of.",
  "1646": "v. To keep close watch.",
  "1647": "n. A title of dignity, office, or courtesy.",
  "1648": "n. That which makes a thing to be what it is.",
  "1649": "adj. Pertaining to beauty, taste, or the fine arts.",
  "1650": "adj. Worthy of respect.",
  "1651": "v. To alienate.",
  "1652": "n. A wide lower part of a tidal river.",
  "1653": "adj. Relating to the development and improvement of race.",
  "1654": "v. To speak or write a laudation of a person's life or character.",
  "1655": "n. A spoken or written laudation of a person's life or character.",
  "1656": "n. A figure of speech by which a phrase less offensive is substituted.",
  "1657": "adj. Characterized by agreeableness of sound.",
  "1658": "n. Agreeableness of sound.",
  "1659": "Greek. I have found it.",
  "1660": "v. To avoid by artifice.",
  "1661": "v. To vanish gradually.",
  "1662": "adj. Fleeting.",
  "1663": "adj. Seeking the conversion of sinners.",
  "1664": "n. A preacher who goes from place to place holding services.",
  "1665": "n. Escape.",
  "1666": "adj. Ultimate.",
  "1667": "v. To turn inside out.",
  "1668": "v. To dispossess pursuant to judicial decree.",
  "1669": "adj. Indicative.",
  "1670": "v. To make manifest or evident.",
  "1671": "v. To call or summon forth.",
  "1672": "v. To unfold or expand.",
  "1673": "v. To make more sharp, severe, or virulent.",
  "1674": "v. To overstate.",
  "1675": "v. To excite great anger in.",
  "1676": "v. To remove by digging or scooping out.",
  "1677": "v. To go beyond, as in measure, quality, value, action, power, skill, etc.",
  "1678": "v. To be superior or distinguished.",
  "1679": "n. Possession of eminently or unusually good qualities.",
  "1680": "n. A title of honor bestowed upon various high officials.",
  "1681": "adj. Possessing distinguished merit.",
  "1682": "n. An extract or selection from written or printed matter.",
  "1683": "n. That which passes the ordinary, proper, or required limit, measure, or experience.",
  "1684": "adj. Nervously high-strung.",
  "1685": "n. Intensified emotion or action.",
  "1686": "n. An abrupt or emphatic expression of thought or of feeling.",
  "1687": "n. Non-admission.",
  "1688": "n. Any unnatural addition, outgrowth, or development.",
  "1689": "n. The getting rid of waste matter.",
  "1690": "v. To inflict severe pain or agony upon.",
  "1691": "n. A journey.",
  "1692": "adj. Justifiable.",
  "1693": "adj. Abominable.",
  "1694": "n. An accursed thing.",
  "1695": "n. A person nominated by the will of another to execute the will.",
  "1696": "n. Biblical exposition or interpretation.",
  "1697": "n. A model, pattern, or original to be copied or imitated.",
  "1698": "adj. Fitted to serve as a model or example worthy of imitation.",
  "1699": "v. To show by example.",
  "1700": "adj. Free, clear, or released, as from some liability, or restriction affecting others.",
  "1701": "v. To make an effort.",
  "1702": "v. To breathe forth.",
  "1703": "v. To empty by draining off the contents.",
  "1704": "adj. Causing or tending to cause exhaustion.",
  "1705": "n. Deprivation of strength or energy.",
  "1706": "adj. Thorough and complete in execution.",
  "1707": "v. To fill with high or cheerful spirits.",
  "1708": "v. To dig out of the earth (what has been buried).",
  "1709": "n. A critical period or condition.",
  "1710": "adj. Urgent.",
  "1711": "n. Possession or continuance of being.",
  "1712": "n. A way or passage out.",
  "1713": "n. A going forth or departure from a place or country, especially of many people.",
  "1714": "v. To relieve or vindicate from accusation, imputation, or blame.",
  "1715": "n. Extravagance or enormity.",
  "1716": "adj. Going beyond usual and proper limits.",
  "1717": "v. To cast or drive out by religious or magical means.",
  "1718": "adj. Foreign.",
  "1719": "n. A continuous area or stretch.",
  "1720": "n. Increase of amount, size, scope, or the like.",
  "1721": "v. To drive from one's own country.",
  "1722": "v. To look forward to as certain or probable.",
  "1723": "n. The act or state of looking forward to as certain or probable.",
  "1724": "v. To cough up and spit forth.",
  "1725": "n. Fitness to meet the requirements of a particular case.",
  "1726": "adj. Contributing to personal advantage.",
  "1727": "v. To hasten the movement or progress of.",
  "1728": "adj. Speedy.",
  "1729": "v. To spend.",
  "1730": "n. The laying out or expending or money or other resources, as time or strength.",
  "1731": "v. To make satisfaction or amends for.",
  "1732": "v. To clear from involvement.",
  "1733": "adj. Definite.",
  "1734": "v. To cause to burst in pieces by force from within.",
  "1735": "n. A sudden and violent outbreak.",
  "1736": "adj. Pertaining to a sudden and violent outbreak.",
  "1737": "n. Formal presentation.",
  "1738": "adj. Pertaining to a formal presentation.",
  "1739": "v. To discuss.",
  "1740": "n. An open situation or position in relation to the sun, elements, or points of the compass.",
  "1741": "adj. Full of meaning.",
  "1742": "n. Forcible ejection.",
  "1743": "adj. Still existing and known.",
  "1744": "adj. Done or made without much or any preparation.",
  "1745": "adv. Without studied or special preparation.",
  "1746": "adj. Capable of being thrust out.",
  "1747": "n. A reaching or stretching out, as in space, time or scope.",
  "1748": "adj. Extended widely in space, time, or scope.",
  "1749": "n. A muscle that causes extension.",
  "1750": "v. To diminish the gravity or importance of.",
  "1751": "n. That which is outside.",
  "1752": "n. Anything relating or belonging to the outside.",
  "1753": "adj. Being no longer in existence.",
  "1754": "v. To render extinct.",
  "1755": "v. To praise in the highest terms.",
  "1756": "v. To obtain by violence, threats, compulsion, or the subjection of another to some necessity.",
  "1757": "n. The practice of obtaining by violence or compulsion.",
  "1758": "v. To surrender the custody of.",
  "1759": "n. The surrender by a government of a person accused of crime to the justice of another government.",
  "1760": "adj. Happening out of court.",
  "1761": "adj. Having no essential relation to a subject.",
  "1762": "adj. Unusual.",
  "1763": "n. Undue expenditure of money.",
  "1764": "adj. Needlessly free or lavish in expenditure.",
  "1765": "n. One who supports extreme measures or holds extreme views.",
  "1766": "n. The utmost point, side, or border, or that farthest removed from a mean position.",
  "1767": "v. Disentangle.",
  "1768": "v. To drive out or away.",
  "1769": "n. Rich supply.",
  "1770": "adj. Marked by great plentifulness.",
  "1771": "v. To invent fancifully or falsely.",
  "1772": "adj. Incredible.",
  "1773": "n. One of the small triangular plane surfaces of a diamond or other gem.",
  "1774": "adj. Amusing.",
  "1775": "adj. Pertaining to the face.",
  "1776": "adj. Not difficult to do.",
  "1777": "v. To make more easy.",
  "1778": "n. Ease.",
  "1779": "n. An exact copy or reproduction.",
  "1780": "n. A number of persons combined for a common purpose.",
  "1781": "adj. Turbulent.",
  "1782": "adj. Illogical.",
  "1783": "n. Any unsound or delusive mode of reasoning, or anything based on such reasoning.",
  "1784": "adj. Capable of erring.",
  "1785": "n. Land broken up and left to become mellow or to rest.",
  "1786": "v. To suffer extremity of hunger or thirst.",
  "1787": "n. A religious zealot.",
  "1788": "n. One having a taste for or interest in special objects.",
  "1789": "adj. Unimaginative.",
  "1790": "adj. Hard to please.",
  "1791": "n. A measure of length, 6 feet.",
  "1792": "adj. Idiotic",
  "1793": "adj. Imperfect.",
  "1794": "n. One of a class of deities of the woods and herds represented as half human, with goats feet.",
  "1795": "n. A young deer.",
  "1796": "n. Loyalty.",
  "1797": "adj. That may be done, performed, or effected, practicable.",
  "1798": "v. To league together.",
  "1799": "n. Any sham, pretense, or deceptive movement.",
  "1800": "v. To wish joy or happiness to, especially in view of a coming event.",
  "1801": "n. A state of well-founded happiness.",
  "1802": "n. A criminal or depraved person.",
  "1803": "adj. Showing criminal or evil purpose.",
  "1804": "n. One of the highest class of offenses, and punishable with death or imprisonment.",
  "1805": "adj. Characteristic of woman or womankind.",
  "1806": "n. A place in which ferns are grown.",
  "1807": "adj. Of a wild, fierce, and savage nature.",
  "1808": "n. Savageness.",
  "1809": "adj. Ardent in feeling.",
  "1810": "adj. Intense.",
  "1811": "n. Ardor or intensity of feeling.",
  "1812": "adj. Joyous.",
  "1813": "adj. Merry.",
  "1814": "n. A festival or feast.",
  "1815": "n. The young in the womb or in the egg.",
  "1816": "adj. Pertaining to the relation of lord and vassal.",
  "1817": "n. The feudal system.",
  "1818": "n. A brimless felt cap in the shape of a truncated cone, usually red with a black tassel.",
  "1819": "n. A complete or humiliating failure.",
  "1820": "adj. Unduly changeable in feeling, judgment, or purpose.",
  "1821": "adj. Created or formed by the imagination.",
  "1822": "n. Loyalty.",
  "1823": "adj. Indicative of faith or trust.",
  "1824": "n. A landed estate held under feudal tenure.",
  "1825": "n. One who attempts to obstruct legislation.",
  "1826": "n. Concluding performance.",
  "1827": "n. The state or quality of being final or complete.",
  "1828": "adv. At last.",
  "1829": "adj. Monetary.",
  "1830": "n. One skilled in or occupied with financial affairs or operations.",
  "1831": "n. That which is used to decorate the person or dress.",
  "1832": "n. Subtle contrivance used to gain a point.",
  "1833": "adj. Limited.",
  "1834": "adj. Pertaining to the treasury or public finances of a government.",
  "1835": "n. One who sells fish.",
  "1836": "n. A crack or crack-like depression.",
  "1837": "adj. Spasmodic.",
  "1838": "n. One who or that which is expected to remain permanently in its position.",
  "1839": "n. The captain of a flag-ship.",
  "1840": "adj. Openly scandalous.",
  "1841": "adj. Characterized by extravagance and in general by want of good taste.",
  "1842": "n. Accumulation of gas in the stomach and bowels.",
  "1843": "n. The act of bending.",
  "1844": "n. A young bird.",
  "1845": "adj. Pliable.",
  "1846": "adj. Thin and weak.",
  "1847": "adj. Having a light, pert, trifling disposition.",
  "1848": "n. A collection of tabular masses of floating polar ice.",
  "1849": "n. The aggregate of plants growing without cultivation in a district.",
  "1850": "adj. Pertaining to flowers.",
  "1851": "adj. Flushed with red.",
  "1852": "n. A dealer in flowers.",
  "1853": "v. To pass backward and forward irregularly from one state or degree to another.",
  "1854": "n. Frequent irregular change back and forth from one state or degree to another.",
  "1855": "n. A smoke-duct in a chimney.",
  "1856": "adj. Having a ready or easy flow of words or ideas.",
  "1857": "adj. Pertaining to streams.",
  "1858": "n. A state of constant movement, change, or renewal.",
  "1859": "adj. Obscure.",
  "1860": "v. To palm off.",
  "1861": "n. Any growth of leaves.",
  "1862": "n. A sheet of paper folded once, or of a size adapted to folding once.",
  "1863": "n. The traditions, beliefs, and customs of the common people.",
  "1864": "v. To handle tenderly and lovingly.",
  "1865": "n. Folly.",
  "1866": "n. A note of explanation or comment at the foot of a page or column.",
  "1867": "n. Dandyism.",
  "1868": "adj. Characteristic of one who is unduly devoted to dress and the niceties of manners.",
  "1869": "n. Patient endurance or toleration of offenses.",
  "1870": "adv. Besides.",
  "1871": "adj. Violent.",
  "1872": "n. A court opening directly from the street.",
  "1873": "v. To judge of before hearing evidence.",
  "1874": "n. The extreme forward part of a ship's hold, under the lowest deck.",
  "1875": "n. That part of a shore uncovered at low tide.",
  "1876": "v. To be an omen or warning sign of, especially of evil.",
  "1877": "v. To predict.",
  "1878": "n. That part of the upper deck of a ship forward of the after fore-shrouds.",
  "1879": "v. To bar by judicial proceedings the equitable right of a mortgagor to redeem property.",
  "1880": "n. An ancestor.",
  "1881": "v. To deny oneself the pleasure or profit of.",
  "1882": "n. That part of a landscape or picture situated or represented as nearest the spectator.",
  "1883": "n. The upper part of the face, between the eyes and the hair.",
  "1884": "adj. Belonging to, situated in, or derived from another country.",
  "1885": "n. A citizen of a foreign country.",
  "1886": "n. Prescience.",
  "1887": "n. The head man.",
  "1888": "v. To predetermine.",
  "1889": "n. Predestination.",
  "1890": "v. To go before as introducing or ushering in.",
  "1891": "n. A square sail.",
  "1892": "v. To discern beforehand.",
  "1893": "n. Provision against harm or need.",
  "1894": "v. To predict.",
  "1895": "n. Premeditation.",
  "1896": "v. To lose possession of through failure to fulfill some obligation.",
  "1897": "v. To ward off.",
  "1898": "n. Counterfeiting.",
  "1899": "v. To deny oneself.",
  "1900": "n. Relative disposition of parts.",
  "1901": "adj. Difficult to accomplish.",
  "1902": "n. Fixed rule or set form.",
  "1903": "v. To renounce upon oath.",
  "1904": "n. A strong point.",
  "1905": "adv. Into notice or view.",
  "1906": "adv. With directness.",
  "1907": "v. To provide with defensive works.",
  "1908": "n. Patient courage.",
  "1909": "adj. Consisting of four.",
  "1910": "n. A break.",
  "1911": "adj. Easily broken.",
  "1912": "n. Liability to be broken or destroyed.",
  "1913": "n. A gum or resin which on burning yields aromatic fumes.",
  "1914": "adj. Frenzied.",
  "1915": "adj. Brotherly.",
  "1916": "n. Deceitfulness.",
  "1917": "adj. Counterfeit.",
  "1918": "v. To fret at the edge so as to loosen or break the threads.",
  "1919": "n. A member of an ancient secret fraternity originally confined to skilled artisans.",
  "1920": "n. One who rejects authority or inspiration in religion.",
  "1921": "n. The comparative number of any kind of occurrences within a given time or space.",
  "1922": "n. The art of painting on a surface of plaster, particularly on walls and ceilings.",
  "1923": "n. The state, quality, or degree of being fresh.",
  "1924": "adj. Disposed to peevishness.",
  "1925": "adj. Apt to induce terror or alarm.",
  "1926": "adj. Lacking warmth.",
  "1927": "n. A room kept at a low temperature for preserving fruits, meat, etc.",
  "1928": "n. A trifling act, thought, saying, or practice.",
  "1929": "adj. Trivial.",
  "1930": "v. To give a crinkled, fluffy appearance to.",
  "1931": "v. To cause to crinkle or curl, as the hair.",
  "1932": "adj. Prankish.",
  "1933": "n. The part of a nation's territory that abuts upon another country.",
  "1934": "adj. Slovenly in appearance.",
  "1935": "adj. Economical.",
  "1936": "n. Fulfillment.",
  "1937": "adj. Fleeting.",
  "1938": "n. The support on or against which a lever rests, or the point about which it turns.",
  "1939": "v. To cause to explode.",
  "1940": "adj. Offensive from excess of praise or commendation.",
  "1941": "v. To subject to the action of smoke or fumes, especially for disinfection.",
  "1942": "n. An official.",
  "1943": "adj. Basal.",
  "1944": "adj. That may be measured, counted, or weighed.",
  "1945": "adj. Spongy.",
  "1946": "n. A plant destitute of chlorophyll, as a mushroom.",
  "1947": "v. To restore brightness or beauty to.",
  "1948": "n. A measure, one-eighth of a mile.",
  "1949": "n. A temporary absence of a soldier or sailor by permission of the commanding officer.",
  "1950": "n. A dealer in or maker of fur goods.",
  "1951": "adj. More distant or advanced.",
  "1952": "n. Advancement.",
  "1953": "adj. Stealthy or sly, like the actions of a thief.",
  "1954": "v. To unite or blend as by melting together.",
  "1955": "adj. Capable of being melted by heat.",
  "1956": "adj. Of no avail or effect.",
  "1957": "n. A person of expectant temperament.",
  "1958": "n. An instrument for measuring.",
  "1959": "n. Festivity.",
  "1960": "adv. Merrily.",
  "1961": "n. Carriage of the body in going.",
  "1962": "adj. Possessing a brave or chivalrous spirit.",
  "1963": "adj. Abundant.",
  "1964": "adj. Pertaining or relating to electricity produced by chemical action.",
  "1965": "n. Current electricity, especially that arising from chemical action.",
  "1966": "v. To imbue with life or animation.",
  "1967": "v. To risk money or other possession on an event, chance, or contingency.",
  "1968": "n. Playful leaping or frisking.",
  "1969": "n. A gambler.",
  "1970": "n. The whole range or sequence.",
  "1971": "v. In cookery, to surround with additions for embellishment.",
  "1972": "n. The military force stationed in a fort, town, or other place for its defense.",
  "1973": "v. To execute by strangling.",
  "1974": "adj. Given to constant trivial talking.",
  "1975": "adj. Light and unsubstantial.",
  "1976": "adj. Of, pertaining to, or near the stomach.",
  "1977": "n. Inflammation of the stomach.",
  "1978": "n. The art of preparing and serving appetizing food.",
  "1979": "n. In continental Europe, particularly in France, a uniformed and armed police officer.",
  "1980": "n. A list, in the order of succession, of ancestors and their descendants.",
  "1981": "n. A tracer of pedigrees.",
  "1982": "n. The principal portion.",
  "1983": "v. To draw general inferences.",
  "1984": "adv. Ordinarily.",
  "1985": "v. To produce or cause to be.",
  "1986": "adj. Noting a genus or kind, opposed to specific.",
  "1987": "n. A disposition to give liberally or to bestow favors heartily.",
  "1988": "n. Creation.",
  "1989": "n. Warmth and kindliness of disposition.",
  "1990": "adj. Of or pertaining to the animal reproductive organs.",
  "1991": "adj. Indicating source, origin, possession, or the like.",
  "1992": "adj. Well-bred or refined.",
  "1993": "adj. Belonging to a people not Jewish.",
  "1994": "n. The department of natural science that treats of the constitution and structure of the earth.",
  "1995": "adj. Relevant.",
  "1996": "v. To begin to develop into an embryo or higher form.",
  "1997": "n. Pregnancy.",
  "1998": "v. To make gestures or motions, as in speaking, or in place of speech.",
  "1999": "n. A movement or action of the hands or face, expressive of some idea or emotion.",
  "2000": "adj. Hideous.",
  "2001": "v. To utter taunts or reproaches.",
  "2002": "adj. Affected with a whirling or swimming sensation in the head.",
  "2003": "adj. Tremendous.",
  "2004": "n. One who gives, in any sense.",
  "2005": "adj. Icy, or icily cold.",
  "2006": "n. A field or stream of ice.",
  "2007": "v. To make joyous.",
  "2008": "n. One who cuts and fits panes of glass, as for windows.",
  "2009": "n. A faint, wavering, unsteady light.",
  "2010": "n. A momentary look.",
  "2011": "adj. Spherical.",
  "2012": "adj. Spherical.",
  "2013": "adj. Of excellence and splendor.",
  "2014": "adj. Sticky.",
  "2015": "adj. Given to excess in eating.",
  "2016": "v. To grind or strike the teeth together, as from rage.",
  "2017": "knot n. Any difficulty the only issue out of which is by bold or unusual manners.",
  "2018": "n. A connoisseur in the delicacies of the table.",
  "2019": "n. A young goose.",
  "2020": "adj. Flimsy.",
  "2021": "n. A melon, pumpkin, squash, or some similar fruit having a hard rind.",
  "2022": "adj. Ungracious.",
  "2023": "n. A step, degree, rank, or relative position in an order or series.",
  "2024": "adj. Moving or advancing by steps.",
  "2025": "n. A storehouse for grain after it is thrashed or husked.",
  "2026": "n. The quality of being grand or admirably great.",
  "2027": "adj. Speaking in or characterized by a pompous or bombastic style.",
  "2028": "adj. Having an imposing style or effect.",
  "2029": "n. The person to whom property is transferred by deed.",
  "2030": "n. The maker of a deed.",
  "2031": "adj. Composed of small grains or particles.",
  "2032": "v. To form into grains or small particles.",
  "2033": "n. A small grain or particle.",
  "2034": "v. To take hold of.",
  "2035": "n. Satisfaction.",
  "2036": "v. To please, as by satisfying a physical or mental desire or need.",
  "2037": "adj. Voluntarily.",
  "2038": "n. That which is given without demand or claim. Tip.",
  "2039": "n. Seriousness.",
  "2040": "adj. Not habitually solitary or living alone.",
  "2041": "n. A member of a regiment composed of men of great stature.",
  "2042": "n. Sorrow.",
  "2043": "n. That which oppresses, injures, or causes grief and at the same time a sense of wrong.",
  "2044": "adj. Creating affliction.",
  "2045": "n. A distortion of the features, occasioned by some feeling of pain, disgust, etc.",
  "2046": "n. A flat circular stone, used for sharpening tools.",
  "2047": "adj. Fear-inspiring.",
  "2048": "adj. Incongruously composed or ill-proportioned.",
  "2049": "n. A small cavern.",
  "2050": "n. A pavement or floor or any supporting surface on which one may walk.",
  "2051": "n. Surmise.",
  "2052": "n. Duplicity.",
  "2053": "adj. Frank.",
  "2054": "n. An English monetary unit.",
  "2055": "n. The external appearance as produced by garb or costume.",
  "2056": "adj. Credulous.",
  "2057": "n. Common sense.",
  "2058": "n. Keen enjoyment.",
  "2059": "n. Stay-rope.",
  "2060": "v. To swallow greedily or hastily, gulp.",
  "2061": "n. Female supremacy.",
  "2062": "n. The science that treats of the functions and diseases peculiar to women.",
  "2063": "v. To revolve.",
  "2064": "n. An instrument for illustrating the laws of rotation.",
  "2065": "adj. Fit to be dwelt in.",
  "2066": "n. Dweller.",
  "2067": "adj. According to usual practice.",
  "2068": "n. Customary relation or association.<div><br /></div><div>a lifelong habitude for ....</div>",
  "2069": "v. To make stale or trite by repetition.",
  "2070": "adj. Worn and gaunt in appearance.",
  "2071": "adj. Calm.",
  "2072": "adj. Of sound and vigorous health.",
  "2073": "n. Penmanship.",
  "2074": "n. A parasite.",
  "2075": "adj. Improvident.",
  "2076": "n. A tirade.",
  "2077": "v. To trouble with importunities, cares, or annoyances.",
  "2078": "n. One who or that which foreruns and announces the coming of any person or thing.",
  "2079": "adj. Lacking pity or sympathy.",
  "2080": "n. Foolish daring.",
  "2081": "adj. Concordant in sound.",
  "2082": "n. Devastation.",
  "2083": "n. A thorny shrub much used in England for hedges.",
  "2084": "n. Risk.",
  "2085": "first adv. Precipitately, as in diving.",
  "2086": "foremost adv. Precipitately, as in diving.",
  "2087": "adj. Very depressing.",
  "2088": "adj. Irreligious.",
  "2089": "adj. Thoughtless.",
  "2090": "n. A young cow.",
  "2091": "adj. Odiously sinful.",
  "2092": "n. Discharge of blood from a ruptured or wounded blood-vessel.",
  "2093": "n. pl. Tumors composed of enlarged and thickened blood-vessels, at the lower end of the rectum.",
  "2094": "n. A servile assistant and subordinate.",
  "2095": "v. To worry or harass by ill temper and petty annoyances.",
  "2096": "n. A figure having seven sides and seven angles.",
  "2097": "n. A group of seven governments.",
  "2098": "adj. Having the character of a herb.",
  "2099": "n. A collection of dried plants scientifically arranged for study.",
  "2100": "adj. Feeding on herbs or other vegetable matter, as animals.",
  "2101": "adj. Passing naturally from parent to child.",
  "2102": "n. Transmission of physical or mental qualities, diseases, etc., from parent to offspring.",
  "2103": "n. An opinion or doctrine subversive of settled beliefs or accepted principles.",
  "2104": "n. One who holds opinions contrary to the recognized standards or tenets of any philosophy.",
  "2105": "n. Birthright.",
  "2106": "n. Protrusion of any internal organ in whole or in part from its normal position.",
  "2107": "n. A pausing to consider.",
  "2108": "adj. Vacillating.",
  "2109": "n. Vacillation.",
  "2110": "adj. At variance with any commonly accepted doctrine or opinion.",
  "2111": "n. Unlikeness of constituent parts.",
  "2112": "adj. Consisting of dissimilar elements or ingredients of different kinds.",
  "2113": "adj. Deviating from the normal form or standard type.",
  "2114": "adj. Having six angles.",
  "2115": "adj. Having six feet.",
  "2116": "n. A figure with six angles.",
  "2117": "n. A break or vacancy where something necessary to supply the connection is wanting.",
  "2118": "adj. Pertaining to winter.",
  "2119": "adj. Pertaining to Ireland, or its people.",
  "2120": "adj. Appalling.",
  "2121": "adj. Boisterously merry.",
  "2122": "n. A small hill or mound.",
  "2123": "v. To obstruct.",
  "2124": "adj. Farthest from the front.",
  "2125": "n. An obstacle.",
  "2126": "adj. Having a hairy covering.",
  "2127": "v. To gather and store away for the sake of accumulation.",
  "2128": "adj. Having the voice harsh or rough, as from a cold or fatigue.",
  "2129": "n. Reverential regard or worship.",
  "2130": "n. Congruity of the members or elements or parts.",
  "2131": "adj. Made up of similar parts or elements.",
  "2132": "adj. Identical in nature, make-up, or relation.",
  "2133": "n. A word agreeing in sound with but different in meaning from another.",
  "2134": "n. A word agreeing in sound with but different in meaning from another.",
  "2135": "n. A token fee or payment to a professional man for services.",
  "2136": "v. To deceive.",
  "2137": "n. A gathered multitude of human beings.",
  "2138": "n. A stocking.",
  "2139": "adj. Disposed to treat strangers or guests with generous kindness.",
  "2140": "n. The practice of receiving and entertaining strangers and guests with kindness.",
  "2141": "n. Enmity.",
  "2142": "n. One who retails small wares.",
  "2143": "adj. Compassionate.",
  "2144": "n. A philanthropist.",
  "2145": "v. To make gentle or refined.",
  "2146": "v. To put to shame.",
  "2147": "n. A light-horse trooper armed with saber and carbine.",
  "2148": "v. To move with haste and promptness.",
  "2149": "adj. Cross-bred.",
  "2150": "n. The seven- or nine-headed water-serpent slain by Hercules.",
  "2151": "adj. Involving the moving of water, of the force exerted by water in motion.",
  "2152": "n. The branch of mechanics that treats of the dynamics of fluids.",
  "2153": "adj. Pertaining to electricity developed water or steam.",
  "2154": "n. The mechanics of fluids.",
  "2155": "n. An instrument for determining the density of solids and liquids by flotation.",
  "2156": "n. The branch of science that treats of the pressure and equilibrium of fluids.",
  "2157": "adj. Watery.",
  "2158": "n. The branch of medical science that relates to improving health.",
  "2159": "adj. Faultfinding.",
  "2160": "n. An artificial trance-sleep.",
  "2161": "adj. Tending to produce sleep.",
  "2162": "n. An artificially induced somnambulistic state in which the mind readily acts on suggestion.",
  "2163": "v. To produce a somnambulistic state in which the mind readily acts on suggestions.",
  "2164": "n. Extreme insincerity.",
  "2165": "n. One who makes false professions of his views or beliefs.",
  "2166": "adj. Pertaining to the area under the skin.",
  "2167": "n. The side of a right-angled triangle opposite the right angle.",
  "2168": "n. A proposition taken for granted as a premise from which to reach a conclusion.",
  "2169": "n. A nervous affection occurring typically in paroxysms of laughing and crying.",
  "2170": "adj. Fish-like.",
  "2171": "n. The branch of zoology that treats of fishes.",
  "2172": "n. A fossil reptile.",
  "2173": "adv. Frigidly.",
  "2174": "n. The state of being icy.",
  "2175": "n. An image or likeness.",
  "2176": "n. An image-breaker.",
  "2177": "v. To make to conform to some mental or imaginary standard.",
  "2178": "n. A use of words peculiar to a particular language.",
  "2179": "n. A mental quality or habit peculiar to an individual.",
  "2180": "v. To regard with inordinate love or admiration.",
  "2181": "adj. Low in character or purpose.",
  "2182": "adj. Shameful.",
  "2183": "n. A Greek epic poem describing scenes from the siege of Troy.",
  "2184": "adj. Not according to law.",
  "2185": "adj. Undecipherable.",
  "2186": "adj. Stingy.",
  "2187": "adj. Unlawful.",
  "2188": "adj. Boundless.",
  "2189": "adj. Having little or no book-learning.",
  "2190": "adj. Surly.",
  "2191": "adj. Contrary to the rules of sound thought.",
  "2192": "n. That which may be used to produce light.",
  "2193": "v. To supply with light.",
  "2194": "v. To make bright or clear.",
  "2195": "n. An unreal image presented to the senses.",
  "2196": "adj. Deceptive.",
  "2197": "adj. Deceiving or tending to deceive, as by false appearance.",
  "2198": "adj. That can be imagined or conceived in the mind.",
  "2199": "adj. Fancied.",
  "2200": "v. To drink or take in.",
  "2201": "n. A misunderstanding attended by ill feeling, perplexity, or strife.",
  "2202": "v. To wet or moisten, stain&nbsp;",
  "2203": "n. That which is made as a likeness or copy.",
  "2204": "n. One who makes in imitation.",
  "2205": "adj. Without spot or blemish.",
  "2206": "adj. Of no essential consequence.",
  "2207": "adj. Not full-grown.",
  "2208": "adj. Indefinitely extensive.",
  "2209": "adj. Very great in degree, extent, size, or quantity.",
  "2210": "v. To plunge or dip entirely under water or other fluid.",
  "2211": "n. The act of plunging or dipping entirely under water or another fluid.",
  "2212": "n. A foreigner who enters a country to settle there.",
  "2213": "v. To come into a country or region from a former habitat.",
  "2214": "n. Impending evil or danger.",
  "2215": "adj. Dangerous and close at hand.",
  "2216": "adj. Separating, as oil and water.",
  "2217": "adj. Habitually engaged in licentious or lewd practices.",
  "2218": "v. To cause to last or to be known or remembered throughout a great or indefinite length of time.",
  "2219": "adj. Steadfast.",
  "2220": "adj. Exempt, as from disease.",
  "2221": "adj. Unchangeable.",
  "2222": "v. To cause to become less or worse.",
  "2223": "adj. Imperceptible to the touch.",
  "2224": "adj. Unbiased.",
  "2225": "adj. That can not be passed through or over.",
  "2226": "adj. Not moved or affected by feeling.",
  "2227": "adj. Unmoved by or not exhibiting feeling.",
  "2228": "n. Unwillingness to brook delays or wait the natural course of things.",
  "2229": "adj. Blameless.",
  "2230": "adj. Having no money.",
  "2231": "v. To be an obstacle or to place obstacles in the way of.",
  "2232": "v. To drive or urge forward.",
  "2233": "v. To be imminent.",
  "2234": "adj. Obligatory.",
  "2235": "adj. Indiscernible.",
  "2236": "adj. That can not be perfected.",
  "2237": "v. To endanger.",
  "2238": "adj. Insisting on obedience.",
  "2239": "adj. Not permissible.",
  "2240": "adj. Not relating to a particular person or thing.",
  "2241": "v. To appear or act in the character of.",
  "2242": "adj. Unyielding.",
  "2243": "n. Rudeness.",
  "2244": "adj. Calm.",
  "2245": "adj. Impenetrable.",
  "2246": "n. Rashness.",
  "2247": "adj. Impulsive.",
  "2248": "n. Any impulse or incentive.",
  "2249": "n. Irreverence toward God.",
  "2250": "adj. Characterized by irreverence or irreligion.",
  "2251": "adj. Not plausible.",
  "2252": "adj. Capable of being inferred.",
  "2253": "v. To show or prove to be involved in or concerned",
  "2254": "adj. Implied.",
  "2255": "v. To signify.",
  "2256": "adj. Inexpedient.",
  "2257": "n. The act or practice of bringing from one country into another.",
  "2258": "adj. Urgent in character, request, or demand.",
  "2259": "v. To harass with persistent demands or entreaties.",
  "2260": "adj. Destitute of or lacking in power, physical, moral, or intellectual.",
  "2261": "v. To make indigent or poor.",
  "2262": "adj. Not feasible.",
  "2263": "adj. That can not be taken by assault.",
  "2264": "v. To make pregnant.",
  "2265": "n. Anything done or said on the impulse of the moment.",
  "2266": "adj. Not appropriate, suitable, or becoming.",
  "2267": "n. The state or quality of being unfit, unseemly, or inappropriate.",
  "2268": "adj. Lacking foresight or thrift.",
  "2269": "v. To do anything extemporaneously or offhand.",
  "2270": "adj. Heedless.",
  "2271": "n. Insolent disrespect.",
  "2272": "v. To assail with arguments, insinuations, or accusations.",
  "2273": "n. Impetus.",
  "2274": "adj. Unpremeditated.",
  "2275": "n. Freedom from punishment.",
  "2276": "adj. Tainted.",
  "2277": "v. To attribute.",
  "2278": "adj. Difficult of approach.",
  "2279": "adj. Not exactly according to the facts.",
  "2280": "adj. Inert.",
  "2281": "adj. Insufficient.",
  "2282": "adj. Not to be approved, considered, or allowed, as testimony.",
  "2283": "adj. Accidental.",
  "2284": "adj. Unadvisable.",
  "2285": "adj. Silly.",
  "2286": "adj. Destitute of animal life.",
  "2287": "adj. Not to be understood.",
  "2288": "adj. Awkward or slow.",
  "2289": "adj. Speechless.",
  "2290": "adj. That can not be heard.",
  "2291": "adj. Implanted by nature.",
  "2292": "adj. Innate.",
  "2293": "n. The state of being white or glowing with heat.",
  "2294": "adj. White or glowing with heat.",
  "2295": "v. To deprive of power, capacity, competency, or qualification.",
  "2296": "n. Want of power to apprehend, understand, and manage.",
  "2297": "v. To imprison.",
  "2298": "n. Chemical or person who starts a fire-literally or figuratively.",
  "2299": "n. That which moves the mind or inflames the passions.",
  "2300": "n. The beginning.",
  "2301": "adj. Beginning.",
  "2302": "adj. Unceasing.",
  "2303": "adv. Piecemeal.",
  "2304": "adj. Incipient.",
  "2305": "n. That which begins, or expresses beginning.",
  "2306": "n. Casual occurrence.",
  "2307": "n. A happening in general, especially one of little importance.",
  "2308": "adv. Without intention.",
  "2309": "v. To reduce to ashes.",
  "2310": "n. Beginning.",
  "2311": "adj. Initial.",
  "2312": "n. A front or cutting tooth.",
  "2313": "v. To rouse to a particular action.",
  "2314": "n. That which moves to action, or serves as an incentive or stimulus.",
  "2315": "adj. Incapable of being forced, constrained, or compelled.",
  "2316": "n. Want of connection, or agreement, as of parts or ideas in thought, speech, etc.",
  "2317": "adj. Not logically coordinated, as to parts, elements, or details.",
  "2318": "adj. That can not be burned.",
  "2319": "adj. Matchless.",
  "2320": "adj. Discordant.",
  "2321": "n. General lack of capacity or fitness.",
  "2322": "adj. Not having the abilities desired or necessary for any purpose.",
  "2323": "adj. Lacking some element, part, or adjunct necessary or required.",
  "2324": "adj. Not understandable.",
  "2325": "adj. Resisting all attempts to reduce volume by pressure.",
  "2326": "adj. Incomprehensible.",
  "2327": "adj. Unsuitable for the time, place, or occasion.",
  "2328": "adj. Valueless.",
  "2329": "adj. Small in quantity or importance.",
  "2330": "adj. Contradictory.",
  "2331": "adj. Changeable.",
  "2332": "adj. Indisputable.",
  "2333": "adj. Interfering with comfort or progress.",
  "2334": "adj. Untenable.",
  "2335": "adv. In a vague or uncertain way.",
  "2336": "adj. That can not be blotted out, effaced, destroyed, or removed.",
  "2337": "adj. That can not be described.",
  "2338": "adj. That can not be destroyed.",
  "2339": "adj. That which points out.",
  "2340": "n. One who or that which points out.",
  "2341": "v. To find and declare chargeable with crime.",
  "2342": "n. Poverty.",
  "2343": "adj. Native.",
  "2344": "adj. Poor.",
  "2345": "adj. Not digestible, or difficult to digest.",
  "2346": "n. Difficulty or failure in the alimentary canal in changing food into absorptive nutriment.",
  "2347": "adj. Having such anger and scorn as is aroused by meanness or wickedness.",
  "2348": "n. Unmerited contemptuous conduct or treatment.",
  "2349": "adj. Not perceptible.",
  "2350": "adj. Lacking wise judgment.",
  "2351": "adj. Promiscuous.",
  "2352": "adj. Necessary or requisite for the purpose.",
  "2353": "adj. Vague.",
  "2354": "adj. That can not be turned aside.",
  "2355": "adj. Not separable into parts.",
  "2356": "n. Laziness.",
  "2357": "adj. Habitually inactive or idle.",
  "2358": "adj. Unconquerable.",
  "2359": "v. To bring in.",
  "2360": "n. The yielding to inclination, passion, desire, or propensity in oneself or another.",
  "2361": "adj. Yielding to the desires or humor of oneself or those under one's care.",
  "2362": "v. To intoxicate.",
  "2363": "adj. Not good for food.",
  "2364": "adj. Unutterable.",
  "2365": "adj. Not accomplishing an intended purpose.",
  "2366": "n. That which does not accomplish an intended purpose.",
  "2367": "adj. Not suitable to be selected or chosen.",
  "2368": "adj. Not fit or suitable.",
  "2369": "adj. Inanimate.",
  "2370": "adj. Above price.",
  "2371": "adj. Unavoidable.",
  "2372": "adj. Not to be justified.",
  "2373": "adj. So large or furnishing so great a supply as not to be emptied, wasted, or spent.",
  "2374": "adj. Unrelenting.",
  "2375": "adj. Unadvisable.",
  "2376": "adj. Low-priced.",
  "2377": "n. Lack of or deficiency in experience.",
  "2378": "adj. Such as can not be made plain.",
  "2379": "adj. Unutterable.",
  "2380": "adj. Of unchangeable length or area.",
  "2381": "adj. Exempt from error of judgment, as in opinion or statement.",
  "2382": "adj. Publicly branded or notorious, as for vice, or crime.",
  "2383": "n. Total loss or destitution of honor or reputation.",
  "2384": "n. The derivation of a judgment from any given material of knowledge on the ground of law.",
  "2385": "adj. Akin to or befitting hell or its occupants.",
  "2386": "v. To be present in such numbers as to be a source of annoyance, trouble, or danger.",
  "2387": "n. One who denies the existence of God.",
  "2388": "n. Disloyalty.",
  "2389": "adj. Measureless.",
  "2390": "n. Boundless or immeasurable extension or duration.",
  "2391": "adj. Lacking in bodily or mental strength.",
  "2392": "n. A place for the reception or treatment of the sick.",
  "2393": "n. A physical, mental, or moral weakness or flaw.",
  "2394": "adj. Easily set on fire or excited.",
  "2395": "n. A morbid process in some part of the body characterized by heat, swelling, and pain.",
  "2396": "adj. That can not be altered or varied.",
  "2397": "n. Ability to sway the will of another.",
  "2398": "adj. Having the power to sway the will of another.",
  "2399": "n. Infusion.",
  "2400": "n. Rareness.",
  "2401": "adj. Uncommon.",
  "2402": "v. To trespass upon.",
  "2403": "v. To instill, introduce, or inculcate, as principles or qualities.",
  "2404": "n. The act of imbuing, or pouring in.",
  "2405": "adj. Evincing skill, originality, or cleverness, as in contrivance or arrangement.",
  "2406": "n. Cleverness in contriving, combining, or originating.",
  "2407": "adj. Candid, frank, or open in character or quality.",
  "2408": "adj. Shameful.",
  "2409": "v. To set or implant deeply and firmly.",
  "2410": "v. To win confidence or good graces for oneself.",
  "2411": "n. Insensibility to kindness.",
  "2412": "n. Component.",
  "2413": "n. The state of being permanently existing in something.",
  "2414": "adj. Intrinsic.",
  "2415": "v. To hold back or in.",
  "2416": "adj. Not disposed to entertain strangers gratuitously.",
  "2417": "adj. Savage.",
  "2418": "v. To place in the earth, as a dead body.",
  "2419": "adj. Adverse.",
  "2420": "n. Gross wrong or injustice.",
  "2421": "v. To perform the first act or rite.",
  "2422": "v. To introduce, as a fluid, by injection.",
  "2423": "n. Mandate.",
  "2424": "n. A hint.",
  "2425": "adj. Remote from the sea.",
  "2426": "n. A small body of water leading into a larger.",
  "2427": "adj. Deepest within.",
  "2428": "adj. Harmless.",
  "2429": "v. To introduce or strive to introduce new things.",
  "2430": "n. Insinuation.",
  "2431": "adj. Countless.",
  "2432": "adj. Causing nothing displeasing or disturbing.",
  "2433": "adj. Unsuitable or inconvenient, especially as to time.",
  "2434": "v. To ask information about.",
  "2435": "n. A court or tribunal for examination and punishment of heretics.",
  "2436": "adj. Given to questioning, especially out of curiosity.",
  "2437": "n. One who makes an investigation.",
  "2438": "n. Forcible encroachment or trespass.",
  "2439": "adj. That desires or craves immoderately or unappeasably.",
  "2440": "v. To enter in a book, or on a list, roll, or document, by writing.",
  "2441": "adj. Impenetrably mysterious or profound.",
  "2442": "adj. Not assured of safety.",
  "2443": "adj. Imperceptible.",
  "2444": "adj. Lacking the power of feeling or perceiving.",
  "2445": "adj. That can not be separated.",
  "2446": "adj. Working ill by slow and stealthy means.",
  "2447": "n. Intellectual discernment.",
  "2448": "n. Lack of import or of importance.",
  "2449": "adj. Without importance, force, or influence.",
  "2450": "v. To imply.",
  "2451": "adj. Tasteless.",
  "2452": "n. Urgency.",
  "2453": "adj. Urgent.",
  "2454": "n. Pride or haughtiness exhibited in contemptuous and overbearing treatment of others.<br /><br />Adjective<br />Showing a rude or arrogant lack of respect.<br /><br />Synonyms<br />impudent - impertinent - cheeky - saucy - pert<br />",
  "2455": "adj. Impudent.",
  "2456": "n. Sleeplessness.",
  "2457": "n. An official appointed to examine or oversee any matter of public interest or importance.",
  "2458": "n. A single occurrence or happening of a given kind.",
  "2459": "n. A very brief portion of time.",
  "2460": "adj. Done without perceptible lapse of time.",
  "2461": "v. To provoke.",
  "2462": "n. One who incites to evil.",
  "2463": "v. To infuse.",
  "2464": "adj. Conveying knowledge.",
  "2465": "n. Inadequacy.",
  "2466": "adj. Inadequate for some need, purpose, or use.",
  "2467": "adj. Pertaining to an island.",
  "2468": "v. To place in a detached state or situation.",
  "2469": "adj. Invincible.",
  "2470": "adj. Incapable of being concealed.",
  "2471": "n. Uprising.",
  "2472": "n. One who takes part in forcible opposition to the constituted authorities of a place.",
  "2473": "n. The state of being in active resistance to authority.",
  "2474": "adj. Not perceptible to the touch.",
  "2475": "n. Uprightness of character and soundness of moral principle.",
  "2476": "n. The faculty of perception or thought.",
  "2477": "adj. Characterized by intelligence.",
  "2478": "n. Capacity to know or understand.",
  "2479": "adj. Comprehensible.",
  "2480": "n. Immoderate action or indulgence, as of the appetites.",
  "2481": "n. The act of stringing or stretching, or state of being strained.",
  "2482": "adj. Adding emphasis or force.",
  "2483": "n. That upon which the mind is set.",
  "2484": "v. To act reciprocally.",
  "2485": "v. To mediate between persons.",
  "2486": "v. To interrupt the course of.",
  "2487": "n. Entreaty in behalf of others.",
  "2488": "n. A mediator.",
  "2489": "n. Authoritative act of prohibition.",
  "2490": "n. Time between acts or periods.",
  "2491": "n. One who takes part in a conversation or oral discussion.",
  "2492": "n. An action or event considered as coming between others of greater length.",
  "2493": "adj. Being in a middle place or degree or between extremes.",
  "2494": "adj. Having no limit or end.",
  "2495": "n. A recess.",
  "2496": "v. To cause to cease temporarily.",
  "2497": "adj. A temporary discontinuance.",
  "2498": "n. Verbal interference.",
  "2499": "v. To come between other things or persons.",
  "2500": "n. A coming between.",
  "2501": "n. A person who makes intelligible the speech of a foreigner by oral translation.",
  "2502": "v. To examine formally by questioning.",
  "2503": "adj. Having the nature or form of a question.",
  "2504": "n. A question or inquiry.",
  "2505": "v. To stop while in progress.",
  "2506": "v. To cut through or into so as to divide.",
  "2507": "n. A low tract of land between hills, especially along a river.",
  "2508": "n. The condition resulting from one's dying not having made a valid will.",
  "2509": "adj. Not having made a valid will.",
  "2510": "n. That part of the digestive tube below or behind the stomach, extending to the anus.",
  "2511": "n. Close or confidential friendship.",
  "2512": "v. To cause to become frightened.",
  "2513": "adj. Insufferable.",
  "2514": "n. Inability or unwillingness to bear or endure.",
  "2515": "adj. Bigoted.",
  "2516": "n. Anything that unduly exhilarates or excites.",
  "2517": "v. To make drunk.",
  "2518": "adj. Occurring or situated within a cell.",
  "2519": "adj. Situated within the walls of a city.",
  "2520": "adj. Fearless and bold.",
  "2521": "n. Perplexity.",
  "2522": "adj. Difficult to follow or understand.",
  "2523": "n. A plot or scheme, usually complicated and intended to accomplish something by secret ways.",
  "2524": "adj. Inherent.",
  "2525": "adj. Preliminary.",
  "2526": "n. Entrance.",
  "2527": "v. To insert.",
  "2528": "v. To look into.",
  "2529": "n. The act of observing and analyzing one's own thoughts and feelings.",
  "2530": "n. The act of turning or directing inward, physically or mentally.",
  "2531": "v. To turn within.",
  "2532": "v. To come in without leave or license.",
  "2533": "n. The act of entering without warrant or invitation, encroachment.",
  "2534": "n. Instinctive knowledge or feeling.",
  "2535": "v. To fill with an overflowing abundance.",
  "2536": "n. Flood.",
  "2537": "v. To harden or toughen by use, exercise, or exposure.",
  "2538": "adj. Having no force, weight, or cogency.",
  "2539": "n. One who is disabled by illness or injury.",
  "2540": "v. To render of no force or effect.",
  "2541": "adj. Exceedingly precious.",
  "2542": "adj. Unchangeable.",
  "2543": "n. Encroachment, as by an act of intrusion or trespass.",
  "2544": "n. An utterance intended to cast censure, or reproach.",
  "2545": "v. To utter vehement censure or invective.",
  "2546": "adj. Quick at contrivance.",
  "2547": "adj. Contrary in tendency or direction.",
  "2548": "n. Change of order so that the first shall become last and the last first.",
  "2549": "n. One who investigates.",
  "2550": "n. One who invests money.",
  "2551": "adj. Habitual.",
  "2552": "adj. Showing or feeling envy.",
  "2553": "v. To animate.",
  "2554": "adj. Not to be conquered, subdued, or overcome.",
  "2555": "adj. Incapable of being injured or disturbed.",
  "2556": "v. To call on for assistance or protection.",
  "2557": "adj. Unwilling.",
  "2558": "n. Complication.",
  "2559": "v. To draw into entanglement, literally or figuratively.",
  "2560": "adj. That can not be wounded or hurt.",
  "2561": "adv. With no outward manifestation.",
  "2562": "n. A small or insignificant mark or part.",
  "2563": "adj. Prone to anger.",
  "2564": "adj. Moved to anger.",
  "2565": "n. Wrath.",
  "2566": "n. A many-colored appearance.",
  "2567": "adj. Exhibiting changing rainbow-colors due to the interference of the light.",
  "2568": "v. To afflict with pain, vexation, or fatigue.",
  "2569": "adj. Wearisome.",
  "2570": "n. Censure or ridicule under cover of praise or compliment.",
  "2571": "n. Luster.",
  "2572": "v. To render clear and intelligible.",
  "2573": "adj. Not possessed of reasoning powers or understanding.",
  "2574": "adj. That can not be lessened.",
  "2575": "adj. That can not be refuted or disproved.",
  "2576": "adj. That can not be broken or violated.<div><br /></div><div>not to be broken or transgressed; inviolable; (physics) incapable of being refracted</div>",
  "2577": "adj. Inapplicable.",
  "2578": "adj. Indifferent or opposed to religion.",
  "2579": "adj. That can not be rectified or made amends for.",
  "2580": "adj. That can not be restrained or kept down.",
  "2581": "adj. That can not be successfully withstood or opposed.",
  "2582": "adj. Careless of or unable to meet responsibilities.",
  "2583": "n. The quality showing or expressing a deficiency of veneration, especially for sacred things.",
  "2584": "adj. Showing or expressing a deficiency of veneration, especially for sacred things.",
  "2585": "adj. Showing or expressing a deficiency of veneration, especially for sacred things.",
  "2586": "adj. Irrevocable.",
  "2587": "adj. Serving to water lands by artificial means.",
  "2588": "v. To water, as land, by ditches or other artificial means.",
  "2589": "adj. Showing impatience or ill temper on little provocation.",
  "2590": "n. The quality of producing vexation.",
  "2591": "n. A mechanical, chemical, or pathological agent of inflammation, pain, or tension.",
  "2592": "v. To excite ill temper or impatience in.",
  "2593": "n. Sudden invasion.",
  "2594": "n. An island.",
  "2595": "n. A little island.",
  "2596": "n. A line joining points at which the barometric pressure is the same at a specified moment.",
  "2597": "adj. Relating to or denoting equal intervals of time.",
  "2598": "v. To separate from others of its kind.",
  "2599": "adj. Having or marking equality of temperature.",
  "2600": "adj. Wandering.",
  "2601": "n. A detailed account or diary of a journey.",
  "2602": "v. To wander from place to place.",
  "2603": "n. Confused, unintelligible speech or highly technical speech.",
  "2604": "n. A morbid condition, due to obstructed excretion of bile or characterized by yellowing of the skin.",
  "2605": "v. To imperil.",
  "2606": "n. One of a party in Great Britain in favor of spirited and demonstrative foreign policy.",
  "2607": "adj. Done or made in jest.",
  "2608": "adj. Inclined to joke.",
  "2609": "n. A sudden irregular shake or a push causing such a shake.",
  "2610": "v. To keep a diary.",
  "2611": "adj. Merry.",
  "2612": "n. Exultation.",
  "2613": "n. The faculty by the exercise of which a deliberate conclusion is reached.",
  "2614": "n. Distribution and administration of justice by trial and judgment.",
  "2615": "adj. Pertaining to the administration of justice.",
  "2616": "n. That department of government which administers the law relating to civil and criminal justice.",
  "2617": "adj. Prudent.",
  "2618": "v. To play tricks of sleight of hand.",
  "2619": "n. The art or practice of sleight of hand.",
  "2620": "adj. Pertaining to the throat.",
  "2621": "adj. Succulent.",
  "2622": "n. The condition of being joined.",
  "2623": "n. An articulation, joint, or seam.",
  "2624": "n. A council or assembly that deliberates in secret upon the affairs of government.",
  "2625": "adj. Assumed by law to exist.",
  "2626": "n. Lawful power or right to exercise official authority.",
  "2627": "n. The science of rights in accordance with positive law.",
  "2628": "n. One who serves on a jury or is sworn in for jury duty in a court of justice.",
  "2629": "v. To engage in a tilt with lances on horseback.",
  "2630": "n. Vindication.",
  "2631": "adj. Characteristic of youth.",
  "2632": "v. To place close together.",
  "2633": "n. Anything kept or given to be kept for the sake of the giver.",
  "2634": "n. A square of linen, silk, or other material, used as a covering for the head or neck.",
  "2635": "n. A grain or seed.",
  "2636": "n. An oven or furnace for baking, burning, or drying industrial products.",
  "2637": "n. One thousand liters.",
  "2638": "n. A length of 1,000 meters.",
  "2639": "n. One thousand watts.",
  "2640": "n. A loose robe, fastening with a sash, the principal outer garment in Japan.",
  "2641": "adj. Having a kind and sympathetic nature.",
  "2642": "n. A petty king.",
  "2643": "n. Royal state.",
  "2644": "n. pl. Relatives.",
  "2645": "n. Deceitfulness in dealing.",
  "2646": "v. To mix and work into a homogeneous mass, especially with the hands.",
  "2647": "n. A small article, more for ornament that use.",
  "2648": "errant n. One of the wandering knights who in the middle ages went forth in search of adventure.",
  "2649": "n. Chivalry.",
  "2650": "adj. Toilsome.",
  "2651": "n. A maze.",
  "2652": "v. To tear rudely or raggedly.",
  "2653": "adj. Listless.",
  "2654": "n. The secretion of milk.",
  "2655": "adj. Milky.",
  "2656": "adj. Pertaining to milk.",
  "2657": "n. A lad.",
  "2658": "n. A cup-shaped vessel with a long handle, intended for dipping up and pouring liquids.",
  "2659": "adj. Falling behind.",
  "2660": "n. Landowner.",
  "2661": "n. A man who owns and lets a tenement or tenements.",
  "2662": "n. A familiar object in the landscape serving as a guide to an area otherwise easily lost track of.",
  "2663": "n. A rural view, especially one of picturesque effect, as seen from a distance or an elevation.",
  "2664": "adj. Relaxed.",
  "2665": "n. Lassitude of body or depression.",
  "2666": "n. A slight deviation from what is right, proper, or just.",
  "2667": "adj. Lustful.",
  "2668": "n. A little lass.",
  "2669": "adj. Dormant.",
  "2670": "n. The state of being dormant.",
  "2671": "adv. At a subsequent time.",
  "2672": "adj. Directed toward the side.",
  "2673": "adj. Rather late.",
  "2674": "n. Openwork of metal or wood, formed by crossing or interlacing strips or bars.",
  "2675": "v. To praise in words or song.",
  "2676": "adj. Praiseworthy.",
  "2677": "n. High praise.",
  "2678": "adj. Pertaining to, expressing, or containing praise.",
  "2679": "n. Washerwoman.",
  "2680": "adj. Crowned with laurel, as a mark of distinction.",
  "2681": "v. To wash or bathe.",
  "2682": "n. A legislator.",
  "2683": "n. A legislator.",
  "2684": "adj. Not stringent or energetic.",
  "2685": "adj. Having power to open or loosen the bowels.",
  "2686": "n. A field.",
  "2687": "n. A little leaf or a booklet.",
  "2688": "v. To make light by fermentation, as dough.",
  "2689": "n. That side or direction toward which the wind blows.",
  "2690": "adj. Using the left hand or arm more dexterously than the right.",
  "2691": "n. A bequest.",
  "2692": "v. To give the authority of law to.",
  "2693": "n. A covering for the leg.",
  "2694": "adj. That may be read with ease.",
  "2695": "n. A member of an ancient Roman legion or of the modern French Legion of Honor.",
  "2696": "v. To make or enact a law or laws.",
  "2697": "adj. That makes or enacts laws.",
  "2698": "n. A lawgiver.",
  "2699": "n. Accordance with law.",
  "2700": "adj. Having the sanction of law or established custom.",
  "2701": "n. Spare time.",
  "2702": "n. Forbearance.",
  "2703": "adj. Not harsh.",
  "2704": "adj. Like a lion.",
  "2705": "n. Prolonged sluggishness of body or mind.",
  "2706": "n. An embankment beside a river or stream or an arm of the sea, to prevent overflow.",
  "2707": "n. That which exerts, or through which one may exert great power.",
  "2708": "n. Any large animal, as a whale.",
  "2709": "n. Frivolity.",
  "2710": "v. To impose and collect by force or threat of force.",
  "2711": "adj. Characterized by lust or lasciviousness.",
  "2712": "n. One who makes dictionaries.",
  "2713": "n. The making of dictionaries.",
  "2714": "n. A dictionary.",
  "2715": "adj. Justly or legally responsible.",
  "2716": "n. Defamation.",
  "2717": "n. Opposition to conservatism.",
  "2718": "v. To set free or release from bondage.",
  "2719": "adj. Wanton.",
  "2720": "adj. Lawful.",
  "2721": "adj. Sovereign.",
  "2722": "n. A legal claim or hold on property, as security for a debt or charge.",
  "2723": "n. Stead.",
  "2724": "adj. Realistic.",
  "2725": "adj. Lasting or continuous through life.",
  "2726": "n. That which binds objects together.",
  "2727": "n. Anything that constricts, or serves for binding or tying.",
  "2728": "adj. Free from care.",
  "2729": "adj. Having the texture of appearance of wood.",
  "2730": "n. A probability.",
  "2731": "adj. Plausible.",
  "2732": "n. Fondness.",
  "2733": "n. A restriction.",
  "2734": "adj. Of the nature of a line.",
  "2735": "n. A vessel belonging to a steamship-line.",
  "2736": "n. Language.",
  "2737": "n. The tongue.",
  "2738": "adj. Pertaining to the use of the tongue in utterance.",
  "2739": "n. One who is acquainted with several languages.",
  "2740": "n. The science of languages, or of the origin, history, and significance of words.",
  "2741": "n. A liquid preparation for rubbing on the skin in cases of bruises, inflammation, etc.",
  "2742": "adj. Possessing a liquefying nature or power.",
  "2743": "v. To convert into a liquid or into liquid form.",
  "2744": "n. An alcoholic cordial sweetened and flavored with aromatic substances.",
  "2745": "v. To deliver the amount or value of.",
  "2746": "n. Any alcoholic or intoxicating liquid.",
  "2747": "adj. Inattentive.",
  "2748": "n. The state or condition of knowing how to read and write.",
  "2749": "adj. Following the exact words.",
  "2750": "n. The written or printed productions of the human mind collectively.",
  "2751": "adj. Supple.",
  "2752": "adj. Nimble.",
  "2753": "n. A print made by printing from stone.",
  "2754": "n. In engraving, an etched stone surface for printing.",
  "2755": "n. A party to a lawsuit.",
  "2756": "v. To cause to become the subject-matter of a suit at law.",
  "2757": "adj. Quarrelsome.",
  "2758": "adj. Of, pertaining to, or living on a shore.",
  "2759": "n. A ritual.",
  "2760": "n. Means of subsistence.",
  "2761": "adj. Black-and-blue, as contused flesh.",
  "2762": "n. A non-coherent mixture of sand and clay.",
  "2763": "adj. Averse.",
  "2764": "v. To abominate.",
  "2765": "adj. Indicating place, or the place where or wherein an action occurs.",
  "2766": "n. A lake.",
  "2767": "n. The act or power of moving from one place to another.",
  "2768": "n. A somewhat continuous unstratified metal- bearing vein.",
  "2769": "n. The act of furnishing with temporary quarters.",
  "2770": "n. The science of correct thinking.",
  "2771": "adj. Capable of or characterized by clear reasoning.",
  "2772": "n. An expert reasoner.",
  "2773": "n. One who consumes time idly.",
  "2774": "n. Solitude.",
  "2775": "n. Unusually prolonged life.",
  "2776": "v. To plunder.",
  "2777": "adj. Talkative.",
  "2778": "n. A little lord.",
  "2779": "n. A lake or loch.",
  "2780": "n. A small insect parasitic on and sucking the blood of mammals.",
  "2781": "adj. Amiable.",
  "2782": "adj. Despondent.",
  "2783": "adv. Rudely.",
  "2784": "adj. Mentally sound.",
  "2785": "adj. Highly profitable.",
  "2786": "adj. Laughable.",
  "2787": "n. One of the heavenly bodies as a source of light.",
  "2788": "adj. Showing increase of light.",
  "2789": "n. Showing increase.",
  "2790": "n. The quality of giving or radiating light.",
  "2791": "adj. Giving or radiating light.",
  "2792": "n. Mental unsoundness.",
  "2793": "adj. Pertaining to the moon.",
  "2794": "n. An insane person.",
  "2795": "n. The moon.",
  "2796": "<div>Very vivid in color, esp. so as to create an unpleasantly harsh or unnatural effect: 'lurid food colorings'.</div><div><div><br /></div><div>(of a description) Presented in vividly shocking or sensational terms, esp. giving explicit details of crimes or sexual matters.</div></div><div><br /></div><div>a lurid description</div>",
  "2797": "adj. Rich, sweet, and delicious.",
  "2798": "adj. Shining.",
  "2799": "n. Excessive or superfluous growth or quantity.",
  "2800": "adj. Abundant or superabundant in growth.",
  "2801": "v. To live sumptuously.<br /><br />Enjoy oneself in a luxurious way; take self-indulgent delight: <br /><br />&quot;she was luxuriating in a long bath&quot;",
  "2802": "n. Untruthfulness.",
  "2803": "n. One of the most ancient of stringed instruments of the harp class.",
  "2804": "adj. Fitted for expression in song.",
  "2805": "v. To cover or pave, as a path or roadway, with small broken stone.",
  "2806": "n. The parts of a machine or engine, taken collectively.",
  "2807": "n. One who makes or repairs machines, or uses metal-working tools.",
  "2808": "n. The whole of any sphere or department of nature or knowledge to which man is related.",
  "2809": "v. To inflame with passion.",
  "2810": "n. A painted or sculptured representation of the Virgin, usually with the infant Jesus.",
  "2811": "n. A sorcerer.",
  "2812": "adj. Having an air of authority.",
  "2813": "n. The office or dignity of a magistrate.",
  "2814": "adj. Generous in treating or judging others.",
  "2815": "n. A person of rank or importance.",
  "2816": "n. A body possessing that peculiar form of polarity found in nature in the lodestone.",
  "2817": "v. To make a magnet of, permanently, or temporarily.",
  "2818": "n. The exhibition of greatness of action, character, intellect, wealth, or power.",
  "2819": "adj. Grand or majestic in appearance, quality, or action.",
  "2820": "n. Importance.",
  "2821": "n. A great Hindu prince.",
  "2822": "n. Virginity.",
  "2823": "v. To hold or preserve in any particular state or condition.",
  "2824": "n. That which supports or sustains.",
  "2825": "n. Indian corn: usually in the United States called simply corn.",
  "2826": "n. The arrangements or combination of the parts of which anything is composed.",
  "2827": "n. Any physical disease or disorder, especially a chronic or deep-seated one.",
  "2828": "n. A fever characterized by alternating chills, fever, and sweating.",
  "2829": "n. One who is dissatisfied with the existing state of affairs.",
  "2830": "n. The calling down of a curse or curses.",
  "2831": "n. One who injures another.",
  "2832": "adj. Mischievous.",
  "2833": "n. Ill will.",
  "2834": "adj. Wishing evil to others.",
  "2835": "v. To speak evil of, especially to do so falsely and severely.",
  "2836": "adj. Evil in nature or tending to do great harm or mischief.",
  "2837": "adj. Pliant.",
  "2838": "n. A wooden hammer.",
  "2839": "v. To treat ill, unkindly, roughly, or abusively.",
  "2840": "n. A place or structure dangerous to human life.",
  "2841": "n. A command.",
  "2842": "adj. Expressive of positive command, as distinguished from merely directory.",
  "2843": "n. The long hair growing upon and about the neck of certain animals, as the horse and the lion.",
  "2844": "n. An animal that devours human beings.",
  "2845": "v. To make adroit or artful moves: manage affairs by strategy.",
  "2846": "n. Insanity.",
  "2847": "n. a person raving with madness.",
  "2848": "n. A public declaration, making announcement, explanation or defense of intentions, or motives.",
  "2849": "adj. Like a man.",
  "2850": "n. The qualities characteristic of a true man, as bravery, resolution, etc.",
  "2851": "n. Constant or excessive adherence to one manner, style, or peculiarity, as of action or conduct.",
  "2852": "n. The landed estate of a lord or nobleman.",
  "2853": "n. The facing, sometimes richly ornamented, about a fireplace, including the usual shelf above it.",
  "2854": "n. A cloak.",
  "2855": "n. A person engaged in manufacturing as a business.",
  "2856": "n. Emancipation.",
  "2857": "v. To set free from bondage.",
  "2858": "adj. Of or pertaining to the sea or matters connected with the sea.",
  "2859": "adj. Situated on or near the sea.",
  "2860": "v. To put ashore and abandon (a person) on a desolate coast or island.",
  "2861": "adj. Pertaining to war or military operations.",
  "2862": "adj. Pertaining to Mars, either the Roman god of war or the planet.",
  "2863": "n. Submission to death or persecution for the sake of faith or principle.",
  "2864": "v. To be astonished and perplexed because of (something).",
  "2865": "n. The art or work of constructing, as buildings, walls, etc., with regularly arranged stones.",
  "2866": "n. A social party composed of persons masked and costumed so as to be disguised.",
  "2867": "n. The unnecessary and indiscriminate killing of human beings.",
  "2868": "adj. Of considerable bulk and weight.",
  "2869": "n. A superior production.",
  "2870": "n. The attainment of superior skill.",
  "2871": "n. That of which anything is composed or may be constructed.",
  "2872": "v. To take perceptible or substantial form.",
  "2873": "adj. Pertaining or peculiar to a mother or to motherhood.",
  "2874": "n. An entertainment (especially theatrical) held in the daytime.",
  "2875": "n. The killing, especially the murdering, of one's mother.",
  "2876": "n. The union of a man and a woman in marriage.",
  "2877": "n. That which contains and gives shape or form to anything.",
  "2878": "of fact n. Something that has actual and undeniable existence or reality.",
  "2879": "adj. Foolishly and tearfully affectionate.",
  "2880": "n. A tomb of more than ordinary size or architectural pretensions.",
  "2881": "adj. Sickening or insipid.",
  "2882": "n. A principle accepted as true and acted on as a rule or guide.",
  "2883": "n. A labyrinth.",
  "2884": "n. A meadow.",
  "2885": "adj. scanty.",
  "2886": "adj. Afraid to express facts or opinions plainly.",
  "2887": "v. To wind and turn while proceeding in a course.",
  "2888": "n. The branch of physics that treats the phenomena caused by the action of forces.",
  "2889": "n. A large medal.",
  "2890": "adj. Interfering.",
  "2891": "adj. Of or pertaining to the middle.",
  "2892": "v. To effect by negotiating as an agent between parties.",
  "2893": "n. A substance possessing or reputed to possess curative or remedial properties.",
  "2894": "adj. Belonging or relating to or descriptive of the middle ages.",
  "2895": "adj. Ordinary.",
  "2896": "n. The turning or revolving of a subject in the mind.",
  "2897": "n. A composition of different songs or parts of songs arranged to run as a continuous whole.",
  "2898": "v. To make better or improve, as in quality or social or physical condition.",
  "2899": "adj. Sweetly or smoothly flowing.",
  "2900": "adj. Characterized by a sweet succession of sounds.",
  "2901": "n. A drama with a romantic story or plot and sensational situation and incidents.",
  "2902": "n. A souvenir.",
  "2903": "adj. Noteworthy.",
  "2904": "n. A threat.",
  "2905": "n. A collection of wild animals, especially when kept for exhibition.",
  "2906": "adj. Untrue.",
  "2907": "n. A beggar.",
  "2908": "n. Intellectuality.",
  "2909": "n. A wise and faithful teacher, guide, and friend.",
  "2910": "adj. Conducted or acting on business principles, commercial.",
  "2911": "adj. Greedy",
  "2912": "adj. Disposed to pity and forgive.",
  "2913": "adj. Cruel.",
  "2914": "adj. Alluring by false or gaudy show.<div><br /></div><div><div>Adjective</div><div><br /></div><div>Apparently attractive but having in reality no value or integrity: 'meretricious souvenirs for the tourist trade'.</div></div>",
  "2915": "v. To hypnotize.",
  "2916": "n. pl. Gentlemen.",
  "2917": "n. An element that forms a base by combining with oxygen, is usually hard, heavy, and lustrous.",
  "2918": "n. The art or science of extracting a metal from ores, as by smelting.",
  "2919": "n. A passing from one form or shape into another.",
  "2920": "n. A figure of speech in which one object is likened to another, by speaking as if the other.",
  "2921": "adj. Philosophical.",
  "2922": "n. One skilled in metaphysics.",
  "2923": "n. The principles of philosophy as applied to explain the methods of any particular science.",
  "2924": "v. To apportion.",
  "2925": "n. Transition of the soul of a human being at death into another body, whether human or beast.",
  "2926": "adj. Over-cautious.",
  "2927": "n. A figure of speech that consists in the naming of a thing by one of its attributes.",
  "2928": "adj. Relating to measurement.",
  "2929": "n. An instrument for indicating and marking exact time in music.",
  "2930": "n. A chief city, either the capital or the largest or most important city of a state.",
  "2931": "adj. Pertaining to a chief city.",
  "2932": "n. Courage.",
  "2933": "adj. Having courage or spirit.",
  "2934": "n. The world or universe on a small scale.",
  "2935": "n. An instrument for measuring very small angles or dimensions.",
  "2936": "n. An apparatus for magnifying faint sounds.",
  "2937": "n. An instrument for assisting the eye in the vision of minute objects or features of objects.",
  "2938": "adj. Adapted to or characterized by minute observation.",
  "2939": "n. The art of examing objects with the microscope.",
  "2940": "n. The middle of the summer.",
  "2941": "n. A woman who makes a business of assisting at childbirth.",
  "2942": "n. The external appearance or manner of a person.",
  "2943": "adj. Wandering.",
  "2944": "v. To remove or pass from one country, region, or habitat to another.",
  "2945": "adj. Wandering.",
  "2946": "n. A distance in miles.",
  "2947": "adj. Of a warlike or combative disposition or tendency.",
  "2948": "n. A policy of maintaining great standing armies.",
  "2949": "v. To have weight or influence (in determining a question).",
  "2950": "n. Those citizens, collectively, who are enrolled and drilled in temporary military organizations.",
  "2951": "Way n. The galaxy.",
  "2952": "n. A grass cultivated for forage and cereal.",
  "2953": "v. To imitate the speech or actions of.",
  "2954": "adj. Much smaller than reality or that the normal size.",
  "2955": "v. To reduce to the smallest possible amount or degree.",
  "2956": "n. A servile favorite.",
  "2957": "n. Any religious ceremonial.",
  "2958": "n. A service.",
  "2959": "n. The smaller in number of two portions into which a number or a group is divided.",
  "2960": "adj. Exceedingly small in extent or quantity.",
  "2961": "n. A small or unimportant particular or detail.",
  "2962": "n. An optical effect looking like a sheet of water in the desert.",
  "2963": "n. An unlucky accident.",
  "2964": "adj. Hating mankind.",
  "2965": "n. Hatred of mankind.",
  "2966": "Verb<br /><br />Misunderstand (words, a person, a situation, etc.).<br /><br />Synonyms<br />misunderstand - misconceive - mistake - misinterpret<br />",
  "2967": "v. To behave ill.",
  "2968": "n. Ill or improper behavior.",
  "2969": "adj. Fond of tricks.",
  "2970": "v. To make a mistake in counting.",
  "2971": "n. A villain.",
  "2972": "n. A wrong or improper act.",
  "2973": "n. Evil conduct, small crime.",
  "2974": "n. A person given to saving and hoarding unduly.",
  "2975": "n. Misfortune.",
  "2976": "v. To misunderstand.",
  "2977": "v. To misplace.",
  "2978": "v. To manage badly, improperly, or unskillfully.",
  "2979": "n. A name wrongly or mistakenly applied.",
  "2980": "n. Hatred of marriage.",
  "2981": "n. Hatred of women.",
  "2982": "v. To put into a wrong place.",
  "2983": "v. To give a wrong impression.",
  "2984": "v. To misgovern.",
  "2985": "n. The book containing the service for the celebration of mass.",
  "2986": "n. Any object, especially a weapon, thrown or intended to be thrown.",
  "2987": "n. A message in writing.",
  "2988": "v. To regard with suspicion or jealousy.",
  "2989": "adj. Lacking clearness",
  "2990": "v. To Take in a wrong sense.",
  "2991": "v. To maltreat.",
  "2992": "n. A very small amount, portion, or particle.",
  "2993": "n. The junction of two bodies at an equally divided angle.",
  "2994": "v. To make milder or more endurable.",
  "2995": "n. A system of principles and formulas designed to assist the recollection in certain instances.",
  "2996": "n. A ditch on the outside of a fortress wall.",
  "2997": "n. Lawless control of public affairs by the mob or populace.",
  "2998": "n. A foot-covering made of soft leather or buckskin.",
  "2999": "n. Ridicule.",
  "3000": "n. Temperance.",
  "3001": "n. The presiding officer of a meeting.",
  "3002": "n. The state or character of being modern.",
  "3003": "v. To make characteristic of the present or of recent times.",
  "3004": "n. A change.",
  "3005": "v. To make somewhat different.",
  "3006": "adj. Fashionable.",
  "3007": "v. To vary in tone, inflection, pitch or other quality of sound.",
  "3008": "v. To soothe.",
  "3009": "v. To cast off, as hair, feathers, etc.",
  "3010": "adj. Lasting but a short time.",
  "3011": "adj. Very significant.",
  "3012": "n. An impetus.",
  "3013": "n. Government by a single, sovereign ruler.",
  "3014": "n. A dwelling-place occupied in common by persons under religious vows of seclusion.",
  "3015": "adj. Financial.",
  "3016": "n. The progeny resulting from the crossing of different breeds or varieties.",
  "3017": "n. Friendly counsel given by way of warning and implying caution or reproof.",
  "3018": "n. Admonition or warning.<div><br /></div><div>Conveying an admonition or a warning: a monitory glance.</div>",
  "3019": "n. Government by a single person.",
  "3020": "n. The habit of pairing, or having but one mate.",
  "3021": "n. A character consisting of two or more letters interwoven into one, usually initials of a name.",
  "3022": "n. A treatise discussing a single subject or branch of a subject.",
  "3023": "n. Any structure or sculpture in stone formed of a single piece.",
  "3024": "n. A story or drama told or performed by one person.",
  "3025": "n. an inordinate or obsessive zeal for or interest in a single thing, idea, subject, or the like.",
  "3026": "n. The control of a thing, as a commodity, to enable a person to raise its price.",
  "3027": "n. A word of one syllable.",
  "3028": "n. The sameness or monotony of utterance.",
  "3029": "adj. Unchanging and tedious.",
  "3030": "n. A lack of variety.",
  "3031": "n. A French title of respect, equivalent to Mr. and sir.",
  "3032": "n. Anything unnaturally huge or distorted.",
  "3033": "n. A ray of moonlight.",
  "3034": "n. A state of mind with reference to confidence, courage, zeal, and the like.",
  "3035": "n. A writer on ethics.",
  "3036": "n. Virtue.",
  "3037": "v. To render virtuous.",
  "3038": "n. An emergency legislation authorizing a government suspend some action temporarily.",
  "3039": "adj. Caused by or denoting a diseased or unsound condition of body or mind.",
  "3040": "adj. Biting or giving to biting.",
  "3041": "adj. Biting.",
  "3042": "adj. On the point of dying.",
  "3043": "adj. Gloomy.",
  "3044": "n. the science of organic forms.",
  "3045": "adj. Composed of heterogeneous or inharmonious elements.",
  "3046": "n. An expressive word or pithy sentence enunciating some guiding rule of life, or faith.",
  "3047": "n. One who travels among or climbs mountains for pleasure or exercise.",
  "3048": "adj. Full of or abounding in mountains.",
  "3049": "n. As much as can be or is usually put into the or exercise.",
  "3050": "v. To confuse or becloud, especially with or as with drink.",
  "3051": "v. To deaden the sound of, as by wraps.",
  "3052": "n. The offspring of a white person and a black person.",
  "3053": "n. A mule-driver.",
  "3054": "adj. Having many shapes, or appearances.",
  "3055": "n. the condition of being manifold or very various.",
  "3056": "adj. Worldly, as opposed to spiritual or celestial.",
  "3057": "adj. Of or pertaining to a town or city, or to its corporate or local government.",
  "3058": "n. A district enjoying municipal government.",
  "3059": "n. A giving characterized by generous motives and extraordinary liberality.",
  "3060": "adj. Extraordinarily generous.",
  "3061": "n. An assemblage or review of troops for parade or inspection, or for numbering off.",
  "3062": "n. The act or process of change.",
  "3063": "v. To disfigure.",
  "3064": "n. Rebellion against lawful or constituted authority.",
  "3065": "n. A vast indefinite number.",
  "3066": "n. One who professes direct divine illumination, or relies upon meditation to acquire truth.",
  "3067": "n. The act of artfully perplexing.",
  "3068": "n. A fictitious narrative presented as historical, but without any basis of fact.",
  "3069": "n. The whole body of legends cherished by a race concerning gods and heroes.",
  "3070": "adj. Having no fame or reputation.",
  "3071": "n. A light, colorless, volatile, inflammable oil used as a solvent, as in manufacture of paints.",
  "3072": "n. The son of the Athenian river-god Cephisus, fabled to have fallen in love with his reflection.",
  "3073": "v. To tell a story.",
  "3074": "n. The act of recounting the particulars of an event in the order of time or occurrence.",
  "3075": "n. An orderly continuous account of the successive particulars of an event.",
  "3076": "n. One who narrates anything.",
  "3077": "adj. Characterized by illiberal views or sentiments.",
  "3078": "adj. Pertaining to the nose.",
  "3079": "adj. Pertaining to one's birth.",
  "3080": "n. A connection with a particular nation.",
  "3081": "adv. According to the usual order of things.",
  "3082": "n. An affection of the stomach producing dizziness and usually an impulse to vomit",
  "3083": "v. To cause to loathe.",
  "3084": "adj. Loathsome.",
  "3085": "adj. Pertaining to ships, seamen, or navigation.",
  "3086": "adj. Pertaining to ships.",
  "3087": "n. The depression on the abdomen where the umbilical cord of the fetus was attached.",
  "3088": "adj. Capable of commercial navigation.",
  "3089": "v. To traverse by ship.",
  "3090": "n. A gaseous body of unorganized stellar substance.",
  "3091": "adj. Indispensably requisite or absolutely needed to accomplish a desired result.",
  "3092": "v. To render indispensable.",
  "3093": "n. That which is indispensably requisite to an end desired.",
  "3094": "n. A list of persons who have died in a certain place or time.",
  "3095": "n. One who practices the art of foretelling the future by means of communication with the dead.",
  "3096": "n. A city of the dead.",
  "3097": "n. the death of part of the body.",
  "3098": "n. Any especially sweet and delicious drink.",
  "3099": "n. Embroidery.",
  "3100": "adj. Being in need, want, or poverty.",
  "3101": "adj. Wicked in the extreme.",
  "3102": "v. To deny.",
  "3103": "n. The act of denying or of asserting the falsity of a proposition.",
  "3104": "adj. Exhibiting or indicating omission.",
  "3105": "n. A loose gown worn by women.",
  "3106": "n. Omission of that which ought to be done.",
  "3107": "adj. Apt to omit what ought to be done.",
  "3108": "adj. Transferable by assignment, endorsement, or delivery.",
  "3109": "v. To bargain with others for an agreement, as for a treaty or transfer of property.",
  "3110": "n. A goddess, divinity of chastisement and vengeance.",
  "3111": "n. Government administered by new or untried persons.",
  "3112": "n. Darwinism as modified and extended by more recent students.",
  "3113": "n. Modernized Latin.",
  "3114": "n. A new or revived paganism.",
  "3115": "adj. Pertaining to the later stone age.",
  "3116": "n. The coining or using of new words or new meanings of words.",
  "3117": "adj. Having the character of a beginner.",
  "3118": "v. To adjust cozily in snug quarters.",
  "3119": "adj. Recently hatched.",
  "3120": "v. To excite sensations of uneasiness or displeasure in.",
  "3121": "n. Anything that presents a system of cross- lines.",
  "3122": "adj. Pertaining to the nerves or nervous system.",
  "3123": "n. The science of the nervous system.",
  "3124": "adj. Neither masculine nor feminine.",
  "3125": "adj. Belonging to or under control of neither of two contestants.",
  "3126": "adj. Of or pertaining to Sir Isaac Newton, the English philosopher.",
  "3127": "adj. Stingy. (no longer acceptable to use)",
  "3128": "n. An advocate of the doctrine that nothing either exists or can be known.",
  "3129": "n. Nothing",
  "3130": "adj. Light and quick in motion or action.",
  "3131": "n. The egg of a louse or some other insect.",
  "3132": "adj. Of or pertaining to the night.",
  "3133": "adj. Silent.",
  "3134": "adj. Very offensive, particularly to the sense of smell.",
  "3135": "adj. Clamorous.",
  "3136": "adj. Having no fixed abode.",
  "3137": "adj. Usual or customary.",
  "3138": "adj. Trivial.",
  "3139": "v. To designate as a candidate for any office.",
  "3140": "n. The act or ceremony of naming a man or woman for office.",
  "3141": "n. One who receives a nomination.",
  "3142": "n. That which does not exist.",
  "3143": "adj. Not residing within a given jurisdiction.",
  "3144": "n. A state of mind indicating lack of interest.",
  "3145": "n. One attached to the army or navy, but having duties other than that of fighting.",
  "3146": "adj. Indescribable.",
  "3147": "n. A person or thing of little or no account.",
  "3148": "n. One who or that which is of unequaled excellence.",
  "3149": "n. A model.",
  "3150": "n. The state of being normal.",
  "3151": "adj. Of or peculiar to Normandy, in northern France.",
  "3152": "n. Any scheme or recipe of a charlatan character.",
  "3153": "adj. Perceptible.",
  "3154": "adj. Unfavorably known to the general public.",
  "3155": "n. A short novel.",
  "3156": "n. A beginner in any business or occupation.",
  "3157": "adv. In the present time or age.",
  "3158": "adv. In no place or state.",
  "3159": "adj. Hurtful.",
  "3160": "n. A slight degree of difference in anything perceptible to the sense of the mind.",
  "3161": "n. A central point or part about which matter is aggregated.",
  "3162": "adj. Naked.",
  "3163": "adj. Having no power or force.",
  "3164": "n. That which annoys, vexes, or irritates.",
  "3165": "n. The act or art of reading or naming numbers.",
  "3166": "adj. Of or pertaining to number.",
  "3167": "n. A convent for nuns.",
  "3168": "adj. Of or pertaining to marriage, especially to the marriage ceremony.",
  "3169": "n. The process of fostering or promoting growth.",
  "3170": "n. That which nourishes.",
  "3171": "adj. Having nutritious properties.",
  "3172": "adj. Made of or from oak.",
  "3173": "n. Hemp-fiber obtained by untwisting and picking out loosely the yarns of old hemp rope.",
  "3174": "adj. Impassive to feelings of humanity or pity.",
  "3175": "n. A square shaft with pyramidal top, usually monumental or commemorative.",
  "3176": "adj. Exceedingly fat.",
  "3177": "n. Excessive fatness.",
  "3178": "adj. A published notice of a death.",
  "3179": "adj. Grasping and representing facts as they are.",
  "3180": "n. One who objects, as to a proposition, measure, or ruling.",
  "3181": "v. To hold to the fulfillment of duty.",
  "3182": "adj. Binding in law or conscience.",
  "3183": "adj. Slanting, said of lines.",
  "3184": "v. To cause to disappear.",
  "3185": "n. The state of having passed out of the memory or of being utterly forgotten.",
  "3186": "adj. Longer than broad: applied most commonly to rectangular objects considerably elongated",
  "3187": "adj. Detestable.",
  "3188": "n. Funeral rites.",
  "3189": "adj. Showing a servile readiness to fall in with the wishes or will of another.",
  "3190": "n. A traditional form or customary act.",
  "3191": "adj. Quick to notice.",
  "3192": "n. A building designed for systematic astronomical observations.",
  "3193": "n. The condition or process of gradually falling into disuse.",
  "3194": "adj. Passing out of use, as a word.",
  "3195": "adj. No longer practiced or accepted.",
  "3196": "n. A practitioner of midwifery.",
  "3197": "n. The branch of medical science concerned with the treatment and care of women during pregnancy.",
  "3198": "n. Stubborn adherence to opinion, arising from conceit or the desire to have one's own way.",
  "3199": "adj. Boisterous.",
  "3200": "v. To fill with impediments so as to prevent passage, either wholly or in part.",
  "3201": "n. Hindrance.",
  "3202": "v. To be pushed or to push oneself into undue prominence.",
  "3203": "adj. Tending to be pushed or to push oneself into undue prominence.",
  "3204": "v. To turn the front or principal side of (a thing) toward any person or object.",
  "3205": "v. To clear away or provide for, as an objection or difficulty.",
  "3206": "n. An important event or celebration.",
  "3207": "n. The countries lying west of Asia and the Turkish dominions.",
  "3208": "v. To absorb, as a gas by a metal.",
  "3209": "adj. Existing but not immediately perceptible.",
  "3210": "n. A tenant in possession of property, as distinguished from the actual owner.",
  "3211": "n. A happening.",
  "3212": "n. A note at this interval above or below any other, considered in relation to that other.",
  "3213": "n. A book, or collection of paper in which the sheets are so folded as to make eight leaves.",
  "3214": "adj. A person of between eighty and ninety years.",
  "3215": "adj. Of or pertaining to the eye.",
  "3216": "n. One versed or skilled in treating diseases of the eye.",
  "3217": "n. An eccentricity.",
  "3218": "n. The form of lyric poetry anciently intended to be sung.",
  "3219": "adj. Hateful.",
  "3220": "n. A feeling of extreme repugnance, or of dislike and disgust.",
  "3221": "adj. Having or diffusing an odor or scent, especially an agreeable one.",
  "3222": "adj. Having an odor, especially a fragrant one.",
  "3223": "adj. Farther or more distant.",
  "3224": "adv. Without preparation.",
  "3225": "v. To act as an officer or leader.",
  "3226": "adj. Intermeddling with what is not one's concern.",
  "3227": "n. Something that branches off from the parent stock.",
  "3228": "n. A demon or monster that was supposed to devour human beings.",
  "3229": "n. A fatty preparation with a butter-like consistency in which a medicinal substance exists.",
  "3230": "adj. of or pertaining to the sense of smell.",
  "3231": "n. A branch of the olive-tree, as an emblem of peace.",
  "3232": "adj. Portentous.",
  "3233": "n. Exclusion.",
  "3234": "n. Unlimited and universal power.",
  "3235": "adj. Possessed of unlimited and universal power.",
  "3236": "n. Unlimited or infinite knowledge.",
  "3237": "adj. Characterized by unlimited or infinite knowledge.",
  "3238": "adj. Eating or living upon food of all kinds indiscriminately.",
  "3239": "adj. Burdensome or oppressive.",
  "3240": "n. Onset.",
  "3241": "n. An assault, especially of troops, upon an enemy or fortification.",
  "3242": "n. A violent onset.",
  "3243": "n. A burden or responsibility.",
  "3244": "n. The property of combined refraction and reflection of light, resulting in smoky tints.",
  "3245": "adj. Impervious to light.",
  "3246": "v. To put in action and supervise the working of.",
  "3247": "adj. Active.",
  "3248": "n. One who works with or controls some machine or scientific apparatus.",
  "3249": "n. A humorous play in dialogue and music, of more than one act.",
  "3250": "n. A conclusion or judgment held with confidence, but falling short of positive knowledge.",
  "3251": "n. One who supports the opposite side in a debate, discussion, struggle, or sport.",
  "3252": "adj. Especially fit as occurring, said, or done at the right moment.",
  "3253": "n. One who takes advantage of circumstances to gain his ends.",
  "3254": "n. Favorable or advantageous chance or opening.",
  "3255": "adj. Radically different or contrary in action or movement.",
  "3256": "n. The state of being scornfully reproached or accused of evil.",
  "3257": "n. Pertaining to the eye or vision.",
  "3258": "n. One who makes or deals in optical instruments or eye-glasses.",
  "3259": "n. The science that treats of light and vision, and all that is connected with sight.",
  "3260": "n. The view that everything in nature and the history of mankind is ordered for the best.",
  "3261": "n. The right, power, or liberty of choosing.",
  "3262": "n. Measurement of the powers of vision.",
  "3263": "n. Affluence.",
  "3264": "adj. Wealthy.",
  "3265": "adj. Uttered through the mouth.",
  "3266": "v. To deliver an elaborate or formal public speech.",
  "3267": "n. An elaborate or formal public speech.",
  "3268": "n. One who delivers an elaborate or formal speech.",
  "3269": "n. A composition for solo voices, chorus, and orchestra, generally taken from the Scriptures.",
  "3270": "n. The art of public speaking.",
  "3271": "n. Anything that severely tests courage, strength, patience, conscience, etc.",
  "3272": "n. That form of the numeral that shows the order of anything in a series, as first, second, third.",
  "3273": "n. A consecration to the ministry.",
  "3274": "n. A general name for all kinds of weapons and their appliances used in war.",
  "3275": "n. Wild or wanton revelry.",
  "3276": "n. The beginning of that which becomes or is made to be.",
  "3277": "adj. Not copied nor produced by imitation.",
  "3278": "v. To cause or constitute the beginning or first stage of the existence of.",
  "3279": "adj. Ornamented to a marked degree.",
  "3280": "adj. Holding the commonly accepted faith.",
  "3281": "n. Acceptance of the common faith.",
  "3282": "adj. Having or determined by right angles.",
  "3283": "adj. Relating to the correcting or preventing of deformity",
  "3284": "n. One who practices the correcting or preventing of deformity",
  "3285": "v. To swing back and forth.",
  "3286": "v. To kiss.",
  "3287": "v. to convert into bone.",
  "3288": "n. A display dictated by vanity and intended to invite applause or flattery.",
  "3289": "n. Exclusion from intercourse or favor, as in society or politics.",
  "3290": "v. To exclude from public or private favor.",
  "3291": "v. To be under moral obligation to be or do.",
  "3292": "v. To eject.",
  "3293": "adv. Genuinely.",
  "3294": "n. A sudden and violent breaking forth, as of something that has been pent up or restrained.",
  "3295": "n. A violent issue, especially of passion in an individual.",
  "3296": "n. One rejected and despised, especially socially.",
  "3297": "n. A vehement or loud cry or clamor.",
  "3298": "v. To surpass.",
  "3299": "adj. Of barbarous, uncouth, and unfamiliar aspect or action.",
  "3300": "v. To last longer than.",
  "3301": "n. A habitual lawbreaker.",
  "3302": "v. To continue to exist after.",
  "3303": "adj. Remotely situated.",
  "3304": "n. A detachment of troops stationed at a distance from the main body to guard against surprise.",
  "3305": "n. A gross infringement of morality or decency.",
  "3306": "adj. Shocking in conduct.",
  "3307": "v. To reach or go beyond.",
  "3308": "v. To ride faster than.",
  "3309": "n. A part built or arranged to project beyond a natural outline for support.",
  "3310": "adv. Entirely.",
  "3311": "n. A border region.",
  "3312": "v. To extend.",
  "3313": "v. To go beyond.",
  "3314": "v. To surpass in importance or excellence.",
  "3315": "v. To overtax the strength of.",
  "3316": "n. An excessive dose, usually so large a dose of a medicine that its effect is toxic.",
  "3317": "v. To eat to excess.",
  "3318": "n. A portion of a structure which projects or hangs over.",
  "3319": "v. To leap beyond.",
  "3320": "n. One who holds supremacy over another.",
  "3321": "v. To pass across or over, as a river.",
  "3322": "v. To pay or reward in excess.",
  "3323": "v. To gain supremacy or victory over by superior power.",
  "3324": "n. Excessive production.",
  "3325": "v. To stretch out too far.",
  "3326": "v. To infest or ravage.",
  "3327": "v. To superintend.",
  "3328": "n. A supervisor.",
  "3329": "v. To cast into the shade or render insignificant by comparison.",
  "3330": "v. To step beyond.",
  "3331": "v. To vanquish an established ruler or government.",
  "3332": "n. A harmonic.",
  "3333": "n. An instrumental prelude to an opera, oratorio, or ballet.",
  "3334": "n. Preponderance.",
  "3335": "v. To bring into a peaceful state.",
  "3336": "n. A bundle, as of letters.",
  "3337": "n. A covenant.",
  "3338": "n. A worshiper of false gods.",
  "3339": "n. A dramatic representation, especially a spectacular one.",
  "3340": "n. The roof of the mouth.",
  "3341": "adj. Magnificent.<br /><br />Resembling a palace in being spacious and splendid.<br />",
  "3342": "n. The branch of biology that treats of ancient life and fossil organisms.",
  "3343": "n. A thin tablet, with a hole for the thumb, upon which artists lay their colors for painting.",
  "3344": "1. n. An ode recanting, or retracting, a former one; also, a repetition of an ode.<br><br>2. A retraction; esp., a formal retraction.",
  "3345": "v. To make dull by satiety.",
  "3346": "v. To cause to appear less guilty.",
  "3347": "adj. Of a pale or wan appearance.",
  "3348": "n. perceptible by feeling or touch.",
  "3349": "n. Paralysis.",
  "3350": "adj. Lacking color or brilliancy.",
  "3351": "v. To compose or issue pamphlets, especially controversial ones.",
  "3352": "n. A remedy or medicine proposed for or professing to cure all diseases.",
  "3353": "adj. Including or pertaining to the whole of America, both North and South.",
  "3354": "adj. Affecting a whole people or all classes, as a disease.",
  "3355": "n. A fiendish or riotous uproar.",
  "3356": "n. A formal and elaborate eulogy, written or spoken, of a person or of an act.",
  "3357": "n. A rectangular piece set in or as in a frame.",
  "3358": "n. A full set of armor.",
  "3359": "n. A series of large pictures representing a continuous scene.",
  "3360": "n. The worship of nature for itself or its beauty.",
  "3361": "n. A circular temple at Rome with a fine Corinthian portico and a great domed roof.",
  "3362": "n. Sign-language.",
  "3363": "n. A very wide-angled photographic lens.",
  "3364": "n. The official head of the Roman Catholic Church.",
  "3365": "n. The writing-paper of the ancient Egyptians, and later of the Romans.",
  "3366": "n. A brief narrative founded on real scenes or events usually with a moral.",
  "3367": "n. A statement or doctrine seemingly in contradiction to the received belief.",
  "3368": "n. A model of excellence.",
  "3369": "v. To cause to correspond or lie in the same direction and equidistant in all parts.",
  "3370": "n. Essential likeness.",
  "3371": "n. Loss of the power of contractility in the voluntary or involuntary muscles.",
  "3372": "v. To deprive of the power to act.",
  "3373": "adj. Supreme in authority.",
  "3374": "n. One who is unlawfully and immorally a lover or a mistress.",
  "3375": "n. Miscellaneous articles of equipment or adornment.",
  "3376": "v. Translate freely.",
  "3377": "v. To cut, shave, or remove (the outside) from anything.",
  "3378": "n. The relation of parent to child, of the producer to the produced, or of cause to effect.",
  "3379": "n. A member of a degraded class, a social outcast.",
  "3380": "n. The ecclesiastical district in charge of a pastor.",
  "3381": "adj. Of or pertaining to the city of Paris.",
  "3382": "n. Equality, as of condition or rank.",
  "3383": "n. Mode of speech.",
  "3384": "v. To converse in.",
  "3385": "n. A legislative body.",
  "3386": "n. A room for reception of callers or entertainment of guests.",
  "3387": "v. To render ludicrous by imitating the language of.",
  "3388": "n. A sudden outburst of any kind of activity.",
  "3389": "n. The murder of a parent.",
  "3390": "v. To describe, as a sentence, by separating it into its elements and describing each word.",
  "3391": "adj. Unduly sparing in the use or expenditure of money.",
  "3392": "adj. Separable.",
  "3393": "n. One having a share or part.",
  "3394": "v. To receive or have a part or share of.",
  "3395": "n. That which separates anything into distinct parts.",
  "3396": "adj. Characterized by or exhibiting undue or unreasoning devotion to a party.",
  "3397": "adj. Capable of feeling of suffering.",
  "3398": "adj. Unresponsive.",
  "3399": "adj. Having the spirit or sentiment of rural life.",
  "3400": "adj. Fatherly.",
  "3401": "n. Fatherhood.",
  "3402": "n. The quality in any form of representation that rouses emotion or sympathy.",
  "3403": "n. The chief of a tribe or race who rules by paternal right.",
  "3404": "adj. Of senatorial or noble rank.",
  "3405": "n. An inheritance from an ancestor, especially from one's father.",
  "3406": "n. Love and devotion to one's country.",
  "3407": "v. To exercise an arrogant condescension toward.",
  "3408": "adj. Formed after one's father's name.",
  "3409": "v. To mumble something over and over.",
  "3410": "n. Fewness.",
  "3411": "n. One without means of support.",
  "3412": "n. Dependence on charity.",
  "3413": "n. An open structure for temporary shelter.",
  "3414": "n. A person to whom money has been or is to be paid.",
  "3415": "adj. Tranquil.",
  "3416": "adj. Tranquil.",
  "3417": "adj. Capable of sinning.",
  "3418": "n. A small breach of propriety or principle.",
  "3419": "adj. Guilty.",
  "3420": "adj. Pertaining to the breast or thorax.",
  "3421": "adj. Consisting of money.",
  "3422": "n. The science and art of teaching.",
  "3423": "n. A schoolmaster.",
  "3424": "n. The science and art of teaching",
  "3425": "n. A lever for the foot usually applied only to musical instruments, cycles, and other machines.",
  "3426": "n. A scholar who makes needless and inopportune display of his learning.",
  "3427": "v. To go about with a small stock of goods to sell.",
  "3428": "n. A base or support as for a column, statue, or vase.",
  "3429": "n. One who journeys on foot.",
  "3430": "n. The department of medical science that relates to the treatment of diseases of childhood.",
  "3431": "n. One's line of ancestors.",
  "3432": "n. One who travels from house to house with an assortment of goods for retail.",
  "3433": "n. The nobility.",
  "3434": "adj. Of unequaled excellence or worth.",
  "3435": "adj. Petulant. (irritable)",
  "3436": "adj. Translucent.",
  "3437": "n. The consequences that follow the transgression of natural or divine law.",
  "3438": "n. Punishment to which one voluntarily submits or subjects himself as an expression of penitence.",
  "3439": "n. A bias in favor of something.",
  "3440": "n. Anything that hangs from something else, either for ornament or for use.",
  "3441": "adj. Hanging, especially so as to swing by an attached end or part.",
  "3442": "n. A weight hung on a rod, serving by its oscillation to regulate the rate of a clock.",
  "3443": "adj. That may be pierced by physical, moral, or intellectual force.",
  "3444": "v. To enter or force a way into the interior parts of.",
  "3445": "n. Discernment.",
  "3446": "adj. Pertaining to a piece of land almost surrounded by water.",
  "3447": "n. Sorrow for sin with desire to amend and to atone.",
  "3448": "adj. Pertaining to sorrow for sin with desire to amend and to atone.",
  "3449": "n. A small flag.",
  "3450": "n. A periodical allowance to an individual on account of past service done by him/her.",
  "3451": "n. A figure having five points or lobes.",
  "3452": "adj. Quinqeuvalent.",
  "3453": "n. The number five.",
  "3454": "n. A figure, especially, with five angles and five sides.",
  "3455": "n. A solid bounded by five plane faces.",
  "3456": "n. In prosody, a line of verse containing five units or feet.",
  "3457": "n. The contest of five associated exercises in the great games and the same contestants.",
  "3458": "adj. A syllable or member of a series that is last but one.",
  "3459": "adj. Excessively sparing in the use of money.",
  "3460": "n. Indigence.",
  "3461": "v. To walk about.",
  "3462": "v. To have knowledge of, or receive impressions concerning, through the medium of the body senses.",
  "3463": "adj. Cognizable.",
  "3464": "n. Knowledge through the senses of the existence and properties of matter or the external world.",
  "3465": "n. The act of perceiving.",
  "3466": "n. One who or that which perceives.",
  "3467": "v. To filter.",
  "3468": "n. A filter.",
  "3469": "n. The sharp striking of one body against another.",
  "3470": "adj. Precluding question or appeal.",
  "3471": "adj. Continuing though the year or through many years.",
  "3472": "adj. Capable of being made perfect.",
  "3473": "n. Treachery.",
  "3474": "v. To make a hole or holes through.",
  "3475": "v. To accomplish.",
  "3476": "n. The preparation of perfumes.",
  "3477": "adj. Half-hearted.",
  "3478": "adv. Possibly.",
  "3479": "n. The point in the orbit of the moon when it is nearest the earth.",
  "3480": "n. The habit or characteristic of recurrence at regular intervals.",
  "3481": "adj. Walking about.",
  "3482": "v. To swear falsely to.",
  "3483": "n. A solemn assertion of a falsity.",
  "3484": "n. A continuance in the same state, or without any change that destroys the essential form or nature.",
  "3485": "adj. Durable.",
  "3486": "v. To pervade.",
  "3487": "adj. That may be allowed.",
  "3488": "n. Reciprocal change, different ordering of same items.",
  "3489": "adj. Tending to kill or hurt.",
  "3490": "adj. Straight up and down.",
  "3491": "n. The doer of a wrong or a criminal act.",
  "3492": "v. To preserve from extinction or oblivion.",
  "3493": "n. Any profit from service beyond the amount fixed as salary or wages.",
  "3494": "n. Harsh or malignant oppression.",
  "3495": "n. A persistence in purpose and effort.",
  "3496": "v. To continue striving in spite of discouragements.",
  "3497": "n. Banter.",
  "3498": "v. To continue steadfast against opposition.",
  "3499": "n. A fixed adherence to a resolve, course of conduct, or the like.",
  "3500": "n. A man or woman as an individual, especially one of rank or high station.",
  "3501": "adj. Not general or public.",
  "3502": "n. The attributes, taken collectively, that make up the character and nature of an individual.",
  "3503": "n. The force of persons collectively employed in some service.",
  "3504": "n. The relative importance of facts or matters from any special point of view.",
  "3505": "adj. Astute.",
  "3506": "n. Acuteness or discernment.",
  "3507": "adj. Lucid.",
  "3508": "n. Sweat.",
  "3509": "v. To excrete through the pores of the skin.",
  "3510": "v. To win the mind of by argument, eloquence, evidence, or reflection.",
  "3511": "adj. capable of influencing to action by entreaty, statement, or anything that moves the feelings.",
  "3512": "adj. Persistent or unyielding.",
  "3513": "n. Unyielding adherence.",
  "3514": "adj. Relevant.",
  "3515": "v. To disturb greatly.",
  "3516": "n. Mental excitement or confusion.",
  "3517": "n. The act of reading carefully or thoughtfully.",
  "3518": "v. To pass or spread through every part.",
  "3519": "n. The state of spreading through every part.",
  "3520": "adj. Thoroughly penetrating or permeating.",
  "3521": "adj. Unreasonable.",
  "3522": "n. Diversion from the true meaning or proper purpose.",
  "3523": "n. Wickedness.",
  "3524": "n. One who has forsaken a doctrine regarded as true for one esteemed false.",
  "3525": "adj. Admitting the entrance or passage of another substance.",
  "3526": "n. A raging epidemic.",
  "3527": "adj. Having a malign influence or effect.",
  "3528": "adj. having the nature of or breeding pestilence.",
  "3529": "v. To fail or lose power, efficiency, or value.",
  "3530": "v. To convert into a substance of stony hardness and character.",
  "3531": "n. The character or condition of being impatient, capricious or petulant.",
  "3532": "adj. Displaying impatience.",
  "3533": "n. A book containing the formulas and methods of preparation of medicines for the use of druggists.",
  "3534": "n. The art or business of compounding and dispensing medicines.",
  "3535": "adj. Extraordinary or marvelous.",
  "3536": "n. Any unusual occurrence.",
  "3537": "v. To play at courtship with a woman.",
  "3538": "adj. Benevolent.",
  "3539": "n. One who endeavors to help his fellow men.",
  "3540": "n. Active humanitarianism.",
  "3541": "n. The study and collection of stamps.",
  "3542": "adj. Fond of music.",
  "3543": "n. One who is fond of women.",
  "3544": "n. An expert in linguistics.",
  "3545": "n. The study of language in connection with history and literature.",
  "3546": "v. To seek ultimate causes and principles.",
  "3547": "n. The general principles, laws, or causes that furnish the rational explanation of anything.",
  "3548": "adj. Not easily roused to feeling or action.",
  "3549": "adj. Representing articulate sounds or speech.",
  "3550": "adj. Pertaining to the nature of sound.",
  "3551": "n. A graphic character symbolizing an articulate sound.",
  "3552": "n. The science of human vocal sounds.",
  "3553": "n. The property of emitting light.",
  "3554": "adj. Pertaining to the combined action of light and electricity.",
  "3555": "n. Any instrument for measuring the intensity of light or comparing the intensity of two lights.",
  "3556": "n. The art of measuring the intensity of light.",
  "3557": "n. A specialist in the science that treats of the phenomena associated with matter and energy.",
  "3558": "n. The science that treats of the phenomena associated with matter and energy.",
  "3559": "n. The doctrine that land and its products are the only true wealth.",
  "3560": "n. The external appearance merely.",
  "3561": "n. Description of nature.",
  "3562": "n. The science of organic functions.",
  "3563": "n. The physical structure or organization of a person.",
  "3564": "adj. Of small value.",
  "3565": "n. A small flute.",
  "3566": "n. A loose or separated part, as distinguished from the whole or the mass.",
  "3567": "adv. Gradually.",
  "3568": "n. Open robbery, as in war.",
  "3569": "n. A wooden framework in which an offender is fastened to boards and is exposed to public scorn.",
  "3570": "n. An instrument having two lever-handles and two jaws working on a pivot.",
  "3571": "n. An instrument having two jaws working on a pivot.",
  "3572": "n. A high or topmost point, as a mountain-peak.",
  "3573": "n. One among the first to explore a country.",
  "3574": "adj. Religious.",
  "3575": "v. To excite a slight degree of anger in.",
  "3576": "adj. Compassionate.",
  "3577": "adj. Contemptible.",
  "3578": "adj. Wretched.",
  "3579": "adj. Hard-hearted.",
  "3580": "n. Any small portion or meager allowance.",
  "3581": "v. To bring from a state of angry or hostile feeling to one of patience or friendliness.",
  "3582": "adj. Serene.",
  "3583": "n. The stealing of passages from the writings of another and publishing them as one's own.",
  "3584": "n. A polar projection of the heavens on a chart.",
  "3585": "n. The property of some substances through which the form of the mass can readily be changed.",
  "3586": "n. A written or spoken statement that is flat, dull, or commonplace.",
  "3587": "n. An expression of applause.",
  "3588": "adj. Seeming likely to be true, though open to doubt.",
  "3589": "adj. Frolicsome.",
  "3590": "n. A maker of plays for the stage.",
  "3591": "n. An argument to obtain some desired action.",
  "3592": "adj. Agreeable.",
  "3593": "adj. Affording gratification.",
  "3594": "adj. Common.",
  "3595": "n. The person to whom anything is pledged.",
  "3596": "n. One who gives a pledge.",
  "3597": "adj. Entire.",
  "3598": "n. A person fully empowered to transact any business.",
  "3599": "n. Abundance.",
  "3600": "adj. Abundant.",
  "3601": "n. A weight suspended by a line to test the verticality of something.",
  "3602": "n. A piece of lead for making soundings, adjusting walls to the vertical.",
  "3603": "adj. Expressing past time or action prior to some other past time or action.",
  "3604": "adj. Containing or consisting of more than one.",
  "3605": "n. A majority.",
  "3606": "n. A wealthy class in a political community who control the government by means of their money.",
  "3607": "adj. Pertaining to or consisting of air or gas.",
  "3608": "n. Poetry.",
  "3609": "n. An inferior poet.",
  "3610": "adj. Pertaining to poetry.",
  "3611": "n. The rules and principles of poetry.",
  "3612": "n. Severity or acuteness, especially of pain or grief.",
  "3613": "adj. Severely painful or acute to the spirit.",
  "3614": "n. Equilibrium.",
  "3615": "adj. Pertaining to the poles of a sphere, especially of the earth.",
  "3616": "n. The art of controversy or disputation.",
  "3617": "n. The fine dust-like grains or powder formed within the anther of a flowering plant.",
  "3618": "v. To contaminate.",
  "3619": "n. Government by several or many persons of what- ever class.",
  "3620": "n. The rule of many.",
  "3621": "n. the fact or condition of having more than one wife or husband at once.",
  "3622": "adj. Speaking several tongues.",
  "3623": "n. A figure having many angles.",
  "3624": "n. A solid bounded by plane faces, especially by more than four.",
  "3625": "adj. Having several syllables, especially more than three syllables.",
  "3626": "adj. Pertaining to, embracing, or practicing many arts.",
  "3627": "n. The doctrine or belief that there are more gods than one.",
  "3628": "v. To beat with something thick or bulky.",
  "3629": "n. The quality of being marked by an assumed stateliness and impressiveness of manner.",
  "3630": "adj. Marked by an assumed stateliness and impressiveness of manner.",
  "3631": "v. To meditate or reflect upon.",
  "3632": "adj. Unusually weighty or forcible.",
  "3633": "n. The Pope.",
  "3634": "n. The common people.",
  "3635": "adj. Containing many inhabitants, especially in proportion to the territory.",
  "3636": "v. To indicate as being about to happen, especially by previous signs.",
  "3637": "n. Anything that indicates what is to happen.",
  "3638": "n. A portable case for holding writing-materials, drawings, etc.",
  "3639": "v. To present in an orderly manner.",
  "3640": "n. The manner in which a thing is placed.",
  "3641": "adj. Free from doubt or hesitation.",
  "3642": "n. A force of men.",
  "3643": "v. To own.",
  "3644": "n. The having, holding, or detention of property in one's power or command.",
  "3645": "adj. Pertaining to the having, holding, or detention of property in one's power or command.",
  "3646": "n. One who owns, enjoys, or controls anything, as property.",
  "3647": "adj. Being not beyond the reach of power natural, moral, or supernatural.",
  "3648": "v. To make the date of any writing later than the real date.",
  "3649": "n. The hinder part.",
  "3650": "adj. Pertaining to studies that are pursued after receiving a degree.",
  "3651": "n. Something added to a letter after the writer's signature.",
  "3652": "n. Power.",
  "3653": "adj. Physically powerful.",
  "3654": "n. One possessed of great power or sway.",
  "3655": "n. Anything that may be possible.",
  "3656": "n. A dose of liquid medicine.",
  "3657": "adj. Impotent.",
  "3658": "adj. Feasible.",
  "3659": "v. To talk about vainly or foolishly.",
  "3660": "v. To utter in simple or childish talk.",
  "3661": "n. A statement introductory to and explanatory of what follows.",
  "3662": "adj. Perilous.",
  "3663": "n. A provision made in advance for some possible emergency or danger.",
  "3664": "v. To happen first.",
  "3665": "n. Priority in place, time, or rank.",
  "3666": "n. An instance that may serve as a guide or basis for a rule.",
  "3667": "adj. Of the nature of an instance that may serve as a guide or basis for a rule.<div><br /></div><div>Precedential Orders of the Board.&nbsp;</div>",
  "3668": "n. The act of going forward.",
  "3669": "n. A high and very steep or approximately vertical cliff.",
  "3670": "adj. Moving onward quickly and heedlessly.",
  "3671": "v. To force forward prematurely.",
  "3672": "adj. Exact.",
  "3673": "n. Accuracy of limitation, definition, or adjustment.",
  "3674": "v. To prevent.",
  "3675": "adj. Having the mental faculties prematurely developed.",
  "3676": "n. A forerunner or herald.",
  "3677": "adj. Prone to pillaging.",
  "3678": "n. An incumbent of a given office previous to another.",
  "3679": "n. A difficult, trying situation or plight.",
  "3680": "v. To state as belonging to something.",
  "3681": "v. To foretell.",
  "3682": "n. A prophecy.",
  "3683": "n. Ascendancy or preponderance.",
  "3684": "adj. Superior in power, influence, effectiveness, number, or degree.",
  "3685": "v. To be chief in importance, quantity, or degree.",
  "3686": "n. Special eminence.",
  "3687": "v. To secure the right of preference in the purchase of public land.",
  "3688": "n. The right or act of purchasing before others.",
  "3689": "v. To preoccupy.",
  "3690": "v. To settle or arrange beforehand.",
  "3691": "v. To exist at a period or in a state earlier than something else.",
  "3692": "n. Existence antecedent to something.",
  "3693": "n. A brief explanation or address to the reader, at the beginning of a book.",
  "3694": "adj. Pertaining to a brief explanation to the reader at the beginning of a book.",
  "3695": "v. To hold in higher estimation.",
  "3696": "adj. More desirable than others.",
  "3697": "n. An object of favor or choice.",
  "3698": "adj. Possessing, giving, or constituting preference or priority.",
  "3699": "n. Preference.",
  "3700": "v. To attach at the beginning.",
  "3701": "adj. Capable of being grasped.",
  "3702": "adj. Adapted for grasping or holding.",
  "3703": "n. The act of laying hold of or grasping.",
  "3704": "n. A judgment or opinion formed without due examination of the facts.",
  "3705": "n. A system of church government.",
  "3706": "n. One of a higher order of clergy having direct authority over other clergy.",
  "3707": "n. An introductory or opening performance.",
  "3708": "adj. Coming too soon.",
  "3709": "adj. First in rank or position.",
  "3710": "n. A judgment as a conclusion.",
  "3711": "n. Foreboding.",
  "3712": "n. The state of having the mind, attention, or inclination preoccupied.",
  "3713": "v. To fill the mind of a person to the exclusion of other subjects.",
  "3714": "v. To foreordain.",
  "3715": "n. An act or proceeding designed to bring about some event.",
  "3716": "adj. Having to do with what is preliminary.",
  "3717": "adj. Prevalent.",
  "3718": "v. To exceed in influence or power.",
  "3719": "n. A preconceived liking.",
  "3720": "adj. Utterly ridiculous or absurd.",
  "3721": "adj. Having superior rank or precedence.",
  "3722": "v. To foretell.",
  "3723": "n. Knowledge of events before they take place.",
  "3724": "adj. Foreknowing.",
  "3725": "adj. Prescribed as a rule or model.",
  "3726": "adj. Derived from authoritative direction.",
  "3727": "n. An authoritative direction.",
  "3728": "adj. Perceiving or feeling beforehand.",
  "3729": "n. Foreboding.",
  "3730": "n. Semblance.",
  "3731": "n. Conservation.",
  "3732": "adj. Assuming too much.",
  "3733": "n. A bold or presumptuous assertion.",
  "3734": "adj. Marked by pretense, conceit, or display.",
  "3735": "adj. Extraordinary.",
  "3736": "n. A fictitious reason or motive.",
  "3737": "n. Frequency.",
  "3738": "adj. Of wide extent or frequent occurrence.",
  "3739": "v. To use ambiguous or evasive language for the purpose of deceiving or diverting attention.",
  "3740": "n. Thwarting.",
  "3741": "v. To puncture slightly with fine, sharp points.",
  "3742": "adj. Conceited.",
  "3743": "adj. Stiffly proper.",
  "3744": "adj. First.",
  "3745": "n. An elementary reading-book for children.",
  "3746": "adj. Belonging to the first ages.",
  "3747": "adj. Pertaining to the beginning or early times.",
  "3748": "adj. Most important.",
  "3749": "n. The territory of a reigning prince.",
  "3750": "n. A general truth or proposition.",
  "3751": "n. A monastic house.",
  "3752": "adj. Primitive.",
  "3753": "n. A vessel owned and officered by private persons, but carrying on maritime war.",
  "3754": "n. A right or immunity not enjoyed by all, or that may be enjoyed only under special conditions.",
  "3755": "n. Knowledge shared with another or others regarding a private matter.",
  "3756": "adj. Participating with another or others in the knowledge of a secret transaction.",
  "3757": "adj. Relating to making proof, as of a will.",
  "3758": "n. Any proceeding designed to ascertain or test character, qualification, or the like.",
  "3759": "v. To search through and through.",
  "3760": "n. Virtue or integrity tested and confirmed.",
  "3761": "n. A manner or method of acting.",
  "3762": "v. To renew motion or action, as after rest or interruption.",
  "3763": "n. Any announcement made in a public manner.",
  "3764": "v. To put off till tomorrow or till a future time.",
  "3765": "n. Delay.",
  "3766": "n. An agent acting for another.",
  "3767": "n. One wasteful or extravagant, especially in the use of money or property.",
  "3768": "adj. Immense.",
  "3769": "n. A person or thing of very remarkable gifts or qualities.",
  "3770": "adj. Yielding in abundance.",
  "3771": "n. Any calling or occupation involving special mental or other special disciplines.",
  "3772": "n. A public teacher of the highest grade in a university or college.",
  "3773": "v. To offer to another for acceptance.",
  "3774": "n. An advanced state of acquirement, as in some knowledge, art, or science.",
  "3775": "adj. Possessing ample and ready knowledge or of skill in any art, science, or industry.",
  "3776": "n. An outline or contour.",
  "3777": "n. One who profits.",
  "3778": "n. Shameless viciousness.",
  "3779": "adj. Abandoned to vice.",
  "3780": "adj. Produced or displayed in overabundance.",
  "3781": "n. Offspring.",
  "3782": "n. A moving forward or proceeding in course.",
  "3783": "n. A decree or an order forbidding something.",
  "3784": "n. One who favors the prohibition by law of the manufacture and sale of alcoholic beverages.",
  "3785": "adj. Involving or equivalent to prohibition, especially of the sale of alcoholic beverages.",
  "3786": "n. A prominence.",
  "3787": "n. A person of the lowest or poorest class.",
  "3788": "adj. Producing offspring or fruit.",
  "3789": "adj. Verbose, using or containing too many words, tediously lenghthy",
  "3790": "n. A prefatory statement or explanation to a poem, discourse, or performance.",
  "3791": "v. To extend in time or duration.",
  "3792": "v. To walk for amusement or exercise.",
  "3793": "n. The quality of being noticeable or distinguished.",
  "3794": "adj. Conspicuous in position, character, or importance.",
  "3795": "adj. Brought together without order, distinction, or design (for sex).",
  "3796": "adj. Expressing an engagement to pay.",
  "3797": "n. A high point of land extending outward from the coastline into the sea.",
  "3798": "n. A furtherer, forwarder, or encourager.",
  "3799": "v. To proclaim.",
  "3800": "n. Any institution or systematic scheme for propagating a doctrine or system.",
  "3801": "v. To spread abroad or from person to person.",
  "3802": "v. To drive or urge forward.",
  "3803": "adj. Propelling.",
  "3804": "n. One who or that which propels.",
  "3805": "n. Any prediction or foretelling.",
  "3806": "v. To predict or foretell, especially under divine inspiration and guidance.",
  "3807": "adj. Kindly disposed.",
  "3808": "adj. Being in proportion.",
  "3809": "n. Accordance with recognized usage, custom, or principles.",
  "3810": "adj. Unimaginative.",
  "3811": "n. That part of the stage between the curtain and the orchestra.",
  "3812": "v. To reject, as a teaching or a practice, with condemnation or denunciation.",
  "3813": "n. Any act of condemnation and rejection from favor and privilege.",
  "3814": "n. One who has been won over from one religious belief to another.",
  "3815": "n. The science of poetical forms.",
  "3816": "n. One who makes exploration, search, or examination, especially for minerals.",
  "3817": "n. A paper or pamphlet containing information of a proposed undertaking.",
  "3818": "adj. Lying prone, or with the head to the ground.",
  "3819": "n. A leader in any enterprise or contest.",
  "3820": "n. Preservation from harm, danger, annoyance, or any other evil.",
  "3821": "adj. Sheltering.",
  "3822": "n. A defender.",
  "3823": "n. One specially cared for and favored by another usually older person.",
  "3824": "n. A Christian who denies the authority of the Pope and holds the right of special judgment.",
  "3825": "n. The earliest victim in any cause.",
  "3826": "n. A declaration or memorandum of agreement less solemn and formal than a treaty.",
  "3827": "n. The substance that forms the principal portion of an animal or vegetable cell.",
  "3828": "n. A work, original in character, afterward imitated in form or spirit.",
  "3829": "v. To prolong.",
  "3830": "v. To push out or thrust forth.",
  "3831": "n. The act of protruding.",
  "3832": "n. Something that swells out from a surrounding surface.",
  "3833": "adj. Bulging.",
  "3834": "v. To swell or bulge beyond the surrounding surface.",
  "3835": "n. A brief, pithy saying, condensing in witty or striking form the wisdom of experience.",
  "3836": "adj. Anticipating and making ready for future wants or emergencies.",
  "3837": "adj. Effected by divine guidance.",
  "3838": "adj. Uncultured in thought and manner.",
  "3839": "n. A clause in a contract, will, etc., by which its operation is rendered conditional.",
  "3840": "n. An action or mode of conduct that excites resentment.",
  "3841": "n. Strength, skill, and intrepidity in battle.",
  "3842": "adv. Immediately.",
  "3843": "n. A person who is empowered by another to represent him or her in a given matter.",
  "3844": "n. Caution.",
  "3845": "adj. Proceeding or marked by caution.",
  "3846": "n. An undue display of modesty or delicacy.",
  "3847": "adj. Inclined to lascivious thoughts and desires.",
  "3848": "n. A pretended or false apostle.",
  "3849": "n. A fictitious name, especially when assumed by a writer.",
  "3850": "n. The state or character of using a fictitious name.",
  "3851": "n. The branch of medicine that relates to mental disease.",
  "3852": "adj. Morally irresponsible.",
  "3853": "n. The treatment of mental disease.",
  "3854": "adj. Small and fat.",
  "3855": "adj. Childish.",
  "3856": "adj. Quarrelsome.",
  "3857": "adj. Possessing strength.",
  "3858": "adj. Pertaining to the lungs.",
  "3859": "adj. Strictly observant of the rules or forms prescribed by law or custom.",
  "3860": "adj. Observant and exact in points of time.",
  "3861": "adj. Affecting the sense of smell.",
  "3862": "n. The quality of affecting the sense of smell.",
  "3863": "adj. Pertaining to punishment.",
  "3864": "n. The state or period of being a student.",
  "3865": "n. An intermediate state where souls are made fit for paradise or heaven by expiatory suffering.",
  "3866": "v. To cause to whirl, as in an eddy.",
  "3867": "v. To steal.",
  "3868": "n. Intent.",
  "3869": "n. one who supplies",
  "3870": "adj. Without spirit or bravery.",
  "3871": "adj. Undergoing decomposition of animal or vegetable matter accompanied by fetid odors.",
  "3872": "n. A heap of combustibles arranged for burning a dead body.",
  "3873": "n. An insane propensity to set things on fire.",
  "3874": "adj. Pertaining to fireworks or their manufacture.",
  "3875": "n. A vessel or casket, usually of precious metal, in which the host is preserved.",
  "3876": "n. Charlatanry",
  "3877": "v. To divide into quarters.",
  "3878": "v. To multiply by four.",
  "3879": "n. A requisite for an employment, position, right, or privilege.",
  "3880": "v. To endow or furnish with requisite ability, character, knowledge, skill, or possessions.",
  "3881": "n. A fit of nausea.",
  "3882": "n. A puzzling predicament.",
  "3883": "n. Magnitude.",
  "3884": "n. The enforced isolation of any person or place infected with contagious disease.",
  "3885": "adj. Irascible.",
  "3886": "n. One of four equal parts into which anything is or may be divided.",
  "3887": "adj. Occurring or made at intervals of three months.",
  "3888": "n. A composition for four voices or four instruments.",
  "3889": "n. An eight-page newspaper of any size.",
  "3890": "n. A wharf or artificial landing-place on the shore of a harbor or projecting into it.",
  "3891": "adj. Habitually complaining.",
  "3892": "v. To make inquiry.",
  "3893": "n. A file of persons waiting in order of their arrival, as for admittance.",
  "3894": "n. An utterly trivial distinction or objection.",
  "3895": "n. Quiet.",
  "3896": "adj. Being in a state of repose or inaction.",
  "3897": "adj. Making no noise.",
  "3898": "n. A silencing, suppressing, or ending.<div><br /></div><div>Something that serves to suppress, check, or eliminate. 2. Release from life; death. 3. A final discharge, as of a duty or debt</div><div><br /></div><div>to give the quietus to a rumour</div>",
  "3899": "n. The most essential part of anything.",
  "3900": "n. Musical composition arranged for five voices or instruments.",
  "3901": "adv. Fully.",
  "3902": "adj. Chivalrous or romantic to a ridiculous or extravagant degree.",
  "3903": "adj. Affected with rabies or hydrophobia.",
  "3904": "adj. Exciting or exhilarating to the mind.",
  "3905": "n. Brilliant or sparkling luster.",
  "3906": "v. To extend in all directions, as from a source or focus.",
  "3907": "n. One who holds extreme views or advocates extreme measures.",
  "3908": "n. That from or on which something is developed.",
  "3909": "n. Good-humored satire.",
  "3910": "v. To divide or subdivide into branches or subdivisions.",
  "3911": "adj. Branch-like.",
  "3912": "adj. Growing, climbing, or running without check or restraint.",
  "3913": "n. A bulwark or construction to oppose assault or hostile entry.",
  "3914": "n. Malice.",
  "3915": "v. To produce irritation or festering.",
  "3916": "adj. Disposed to seize by violence or by unlawful or greedy methods.",
  "3917": "adj. Having great speed.",
  "3918": "n. The act of seizing and carrying off property by superior force, as in war.",
  "3919": "adj. Enraptured.",
  "3920": "adj. Seizing and devouring living prey.",
  "3921": "v. To provide with a fixed allowance or portion, especially of food.",
  "3922": "n. The formation of opinions by relying upon reason alone, independently of authority.",
  "3923": "adj. Harsh.",
  "3924": "v. To lay waste by pillage, rapine, devouring, or other destructive methods.",
  "3925": "adj. Furiously voracious or hungry.",
  "3926": "n. A deep gorge or hollow, especially one worn by a stream or flow of water.",
  "3927": "n. Tendency towards a former, or opposite state of things, as after reform, revolution, or inflation.",
  "3928": "adj. Pertaining to, of the nature of, causing, or favoring reaction.",
  "3929": "adv. Without objection or reluctance.",
  "3930": "v. To put in order after disarrangement.",
  "3931": "adj. In a state of preparedness for any given purpose or occasion.",
  "3932": "n. The principle and practice of depicting persons and scenes as they are believed really to exist.",
  "3933": "v. To arrange again or in a different order.",
  "3934": "v. To give new confidence.",
  "3935": "adj. Insubordinate.",
  "3936": "n. A peremptory or unexpected rejection of advances or approaches.",
  "3937": "v. To build again or anew.",
  "3938": "v. To oppose by argument or a sufficient answer.",
  "3939": "v. To withdraw formally one's belief (in something previously believed or maintained).",
  "3940": "v. To repeat again the principal points of.",
  "3941": "v. To capture again.",
  "3942": "v. To move back or away.",
  "3943": "adj. Capable of being or fit to be received - often money.",
  "3944": "adj. Having the capacity, quality, or ability of receiving, as truths or impressions.",
  "3945": "adj. Having a tendency to go back.",
  "3946": "n. A confirmed criminal.",
  "3947": "adj. Mutually interchangeable or convertible.",
  "3948": "v. To give and take mutually.",
  "3949": "n. Equal mutual rights and benefits granted and enjoyed.",
  "3950": "n. The act of reciting or repeating, especially in public and from memory.",
  "3951": "v. To have a care or thought for.",
  "3952": "adj. Foolishly headless of danger.",
  "3953": "v. To demand or to obtain the return or restoration of.",
  "3954": "v. To cause to assume a leaning or recumbent attitude or position.",
  "3955": "n. One who lives in retirement or seclusion.",
  "3956": "n. A hermitage.",
  "3957": "n. An acknowledgment entered into before a court with condition to do some particular act.",
  "3958": "v. To recall the identity of (a person or thing).",
  "3959": "v. To start back as in dismay, loathing, or dread.",
  "3960": "v. To recall the knowledge of.",
  "3961": "adj. Capable of being adjusted or harmonized.",
  "3962": "v. To make a preliminary examination of for military, surveying, or geological purposes.",
  "3963": "v. To review with care, especially with a view to a reversal of previous action.",
  "3964": "v. To rebuild.",
  "3965": "n. Resort to or application for help in exigency or trouble.",
  "3966": "v. To regain.",
  "3967": "n. A cowardly or faithless person.",
  "3968": "v. To refresh after labor.",
  "3969": "n. The state of becoming raw or sore again.",
  "3970": "adj. Becoming raw or sore again.",
  "3971": "v. To enlist men for military or naval service.",
  "3972": "v. To correct.",
  "3973": "n. The quality of being upright in principles and conduct.",
  "3974": "v. To recover.",
  "3975": "v. To happen again or repeatedly, especially at regular intervals.",
  "3976": "v. To cure again.",
  "3977": "adj. Returning from time to time, especially at regular or stated intervals.",
  "3978": "n. The recovery of what is mortgaged or pledged, by paying the debt.",
  "3979": "adj. Smelling sweet and agreeable.",
  "3980": "n. Smelling sweet and agreeable.",
  "3981": "adj. Formidable.",
  "3982": "n. Rebound.",
  "3983": "v. To set right, as a wrong by compensation or the punishment of the wrong-doer.",
  "3984": "adj. That may be reduced.",
  "3985": "n. Excess.",
  "3986": "adj. Constituting an excess.",
  "3987": "v. To restore.",
  "3988": "v. To direct or send for information or other purpose.",
  "3989": "n. One who refers.",
  "3990": "adj. Ascribable.",
  "3991": "n. An umpire.",
  "3992": "n. A place where some crude material, as sugar or petroleum, is purified.",
  "3993": "adj. Capable of being turned back.",
  "3994": "n. The throwing off or back of light, heat, sound, or any form of energy that travels in waves.",
  "3995": "n. A mirror, as of metal, for reflecting light, heat, or sound in a particular direction.",
  "3996": "adj. Capable of being reflected.",
  "3997": "n. Change for the better.",
  "3998": "n. One who carries out a reform.",
  "3999": "v. To bend or turn from a direct course.",
  "4000": "adj. Not amenable to control.",
  "4001": "adj. Capable of being refuted.",
  "4002": "n. Power to refract.",
  "4003": "adj. Having the power to refract.",
  "4004": "n. Denial of what is asked.",
  "4005": "v. To prove to be wrong.",
  "4006": "v. To give unusual pleasure.",
  "4007": "n. pl. The emblems of royalty.",
  "4008": "n. Royalty.",
  "4009": "v. To reproduce.",
  "4010": "n. One who is lawfully deputized to administer the government for the time being in the name of the ruler.",
  "4011": "n. The killing of a king or sovereign.",
  "4012": "n. Particular conduct or administration of affairs.",
  "4013": "n. A systematized order or course of living with reference to food, clothing and personal habits.",
  "4014": "n. A body of soldiers.",
  "4015": "adj. Exercising royal authority in one's own right.",
  "4016": "v. To return to a former place or condition.",
  "4017": "adj. Feeling, expressive of, or full of regret.",
  "4018": "v. To restore to a former status, capacity, right rank, or privilege.",
  "4019": "v. To hold and exercise sovereign power.",
  "4020": "v. To pay back as an equivalent of what has been expended.",
  "4021": "n. A step attached to the bit for controlling a horse or other draft-animal.",
  "4022": "v. To restore to a former state, station, or authority.",
  "4023": "v. To say or do again and again.",
  "4024": "v. To reunite after separation.",
  "4025": "v. To restore to youth.",
  "4026": "n. A renewal of youth.",
  "4027": "v. To suffer a return of a disease after partial recovery.",
  "4028": "v. To send off or consign, as to an obscure position or remote destination.",
  "4029": "v. To yield.",
  "4030": "adj. Bearing upon the matter in hand.",
  "4031": "n. Dependence.",
  "4032": "adj. Having confidence.",
  "4033": "v. To give up using or having.",
  "4034": "n. A casket, coffer, or repository in which relics are kept.",
  "4035": "v. To like the taste or savor of.",
  "4036": "n. Unwillingness.",
  "4037": "adj. Unwilling.",
  "4038": "n. Recollection.",
  "4039": "n. The calling to mind of incidents within the range of personal knowledge or experience.",
  "4040": "adj. Pertaining to the recollection of matters of personal interest.",
  "4041": "adj. Negligent.",
  "4042": "n. Temporary diminution of a disease.",
  "4043": "v. Reconstruct.",
  "4044": "n. Reproof.",
  "4045": "adj. Having the character of a reproof.",
  "4046": "v. To present a verbal or written protest to those who have power to right or prevent a wrong.",
  "4047": "v. To pay or pay for.",
  "4048": "n. Compensation.",
  "4049": "n. The revival of letters, and then of art, which marks the transition from medieval to modern time.",
  "4050": "n. A prearranged place of meeting.",
  "4051": "n. Interpretation.",
  "4052": "v. To restore after deterioration, as a building.",
  "4053": "n. An explicit disclaimer of a right or privilege.",
  "4054": "v. To change to a more satisfactory form of organization.",
  "4055": "adj. Capable of repair.",
  "4056": "n. The act of making amends, as for an injury, loss, or wrong.",
  "4057": "n. A ready, witty, or apt reply.",
  "4058": "v. To render of no further effect.",
  "4059": "v. To force or keep back in a manner, physically or mentally.",
  "4060": "adj. Having power to force back in a manner, physically or mentally.",
  "4061": "n. Sorrow for something done or left undone, with desire to make things right by undoing the wrong.",
  "4062": "n. A place where things are stored or gathered together.",
  "4063": "n. The act of repeating.",
  "4064": "v. To indulge in fretfulness and faultfinding.",
  "4065": "v. To fill again, as something that has been emptied.",
  "4066": "adj. Full to the uttermost.",
  "4067": "n. A duplicate executed by the artist himself, and regarded, equally with the first, as an original.",
  "4068": "n. A place in which goods are stored.",
  "4069": "v. To find fault with.",
  "4070": "adj. Censurable.",
  "4071": "n. Expression of blame.",
  "4072": "v. To keep under restraint or control.",
  "4073": "adj. Able to be kept under restraint or control.",
  "4074": "v. To grant a respite from punishment to.",
  "4075": "v. To chide or rebuke for a fault.",
  "4076": "n. Any infliction or act by way of retaliation on an enemy.",
  "4077": "n. One abandoned to depravity and sin.",
  "4078": "v. To make a copy of.",
  "4079": "n. The process by which an animal or plant gives rise to another of its kind.",
  "4080": "n. An expression of disapproval or blame personally addressed to one censured.",
  "4081": "v. To refuse to have anything to do with.",
  "4082": "n. Thorough dislike.",
  "4083": "adj. Offensive to taste and feeling.",
  "4084": "n. The act of beating or driving back, as an attacking or advancing enemy.",
  "4085": "adj. Grossly offensive.",
  "4086": "v. To hold in general opinion.",
  "4087": "n. A solemn mass sung for the repose of the souls of the dead.",
  "4088": "adj. Necessary.",
  "4089": "n. Adequate return for good or ill.",
  "4090": "v. To repay either good or evil to, as to a person.",
  "4091": "v. To make void, as an act, by the enacting authority or a superior authority.",
  "4092": "v. To place in position of office again.",
  "4093": "n. Similarity in quality or form.",
  "4094": "v. To be indignant at, as an injury or insult.",
  "4095": "n. A receptacle where a quantity of some material, especially of a liquid or gas, may be kept.",
  "4096": "n. A remainder or surplus after a part has been separated or otherwise treated.",
  "4097": "n. The power of springing back to a former position",
  "4098": "adj. Having the quality of springing back to a former position.",
  "4099": "n. The exertion of opposite effort or effect.",
  "4100": "adj. Offering or tending to produce resistance.",
  "4101": "adj. Having or exercising the power of resistance.",
  "4102": "adj. Powerless.",
  "4103": "n. The quality of being able to reinforce sound by sympathetic vibrations.",
  "4104": "adj. Able to reinforce sound by sympathetic vibrations.",
  "4105": "v. To have or produce resonance.",
  "4106": "n. That which is restored to, relied upon, or made available for aid or support.",
  "4107": "n. Interval of rest.",
  "4108": "adj. Very bright.",
  "4109": "adj. Answering.",
  "4110": "n. Restoration of anything to the one to whom it properly belongs.",
  "4111": "n. The act of taking back, or taking again.",
  "4112": "adj. Surging back or again.",
  "4113": "n. A return from death to life",
  "4114": "v. To restore from apparent death.",
  "4115": "v. To repay evil with a similar evil.",
  "4116": "v. To make an effort to vomit.",
  "4117": "n. The keeping of a thing within one's power or possession.",
  "4118": "n. The quality of habitually keeping silent or being reserved in utterance.",
  "4119": "adj. Habitually keeping silent or being reserved in utterance.",
  "4120": "n. The body of persons who attend a person of importance in travel or public appearance.",
  "4121": "n. A retaliatory speech.",
  "4122": "v. To modify the details of.",
  "4123": "v. To follow backward or toward the place of beginning, as a track or marking.",
  "4124": "v. To recall or take back (something that one has said).",
  "4125": "v. To cut down or reduce in extent or quantity.",
  "4126": "v. To recover something by searching.",
  "4127": "adj. Operative on, affecting, or having reference to past events, transactions, responsibilities.",
  "4128": "v. To cause to deteriorate or to move backward.",
  "4129": "n. A going or moving backward or in a reverse direction.",
  "4130": "n. A view or contemplation of something past.",
  "4131": "adj. Looking back on the past.",
  "4132": "v. To unite or join again, as after separation.",
  "4133": "n. A disclosing, discovering, or making known of what was before secret, private, or unknown.",
  "4134": "v. To regard with worshipful veneration.",
  "4135": "adj. Humble.",
  "4136": "n. A return to or toward some former state or condition.",
  "4137": "v. To return, or turn or look back, as toward a former position or the like.",
  "4138": "v. To heap approach or abuse upon.",
  "4139": "n. Revision.",
  "4140": "v. To examine for the correction of errors, or for the purpose of making changes.",
  "4141": "n. Repeal.",
  "4142": "v. To rescind.",
  "4143": "n. Rapt or rapturous utterance.",
  "4144": "n. The art of discourse.",
  "4145": "n. A showy writer or speaker.",
  "4146": "adj. Indulging in or manifesting coarse indecency or obscenity.",
  "4147": "n. The act or ridding or delivering from something undesirable.",
  "4148": "n. Looks or acts expressing amused contempt.",
  "4149": "adj. Laughable and contemptible.",
  "4150": "adj. Abundant.",
  "4151": "n. Rectitude.",
  "4152": "adj. Conformed to a just claim according to established laws or usage.",
  "4153": "n. Nonsense.",
  "4154": "n. Inflexibility.",
  "4155": "adj. Uncompromising.",
  "4156": "n. A small ripple, as of water.",
  "4157": "adj. capable of exciting laughter.",
  "4158": "n. A small stream or brook.",
  "4159": "adj. Characterized by great strength or power of endurance.",
  "4160": "n. A musical composition during which the first part or subject is repeated several times.",
  "4161": "n. A place where crows congregate to breed.",
  "4162": "adj. Turning around its axis, like a wheel, or so constructed as to turn thus.",
  "4163": "v. To cause to turn on or as on its axis, as a wheel.",
  "4164": "n. Repetition of words or sounds as a means of learning them, with slight attention.",
  "4165": "adj. Round from fullness or plumpness.",
  "4166": "adj. Being in an initial, early, or incomplete stage of development.",
  "4167": "v. To regret extremely.",
  "4168": "adj. A lawless or recklessly brutal fellow.",
  "4169": "adj. Chewing the cud.",
  "4170": "v. To chew over again, as food previously swallowed and regurgitated.",
  "4171": "v. To separate the parts of by violence.",
  "4172": "n. Sorrow for another's misery.",
  "4173": "v. To make an offering of to deity, especially by presenting on an altar.",
  "4174": "adj. Offering or offered as an atonement for sin.",
  "4175": "n. The act of violating or profaning anything sacred.",
  "4176": "adj. Impious.",
  "4177": "v. To protect.",
  "4178": "adj. Able to discern and distinguish with wise perception.",
  "4179": "adj. Having strong sexual desires.",
  "4180": "n. The condition of standing out distinctly.",
  "4181": "adj. Standing out prominently.",
  "4182": "adj. Constituting or consisting of salt.",
  "4183": "adj. Beneficial.",
  "4184": "n. Any form of greeting, hailing, or welcome, whether by word or act.",
  "4185": "n. The opening oration at the commencement in American colleges.",
  "4186": "n. Any act of saving property.",
  "4187": "n. A salute given by firing all the guns, as at the funeral of an officer.",
  "4188": "adj. Making an ostentatious display or hypocritical pretense of holiness or piety.",
  "4189": "v. To approve authoritatively.",
  "4190": "n. Holiness.",
  "4191": "adj. Bloody.",
  "4192": "adj. Having the color of blood.",
  "4193": "adj. Consisting of blood.",
  "4194": "adj. Affecting the sense of taste.",
  "4195": "n. Deep wisdom or knowledge.",
  "4196": "adj. Possessing wisdom.",
  "4197": "adj. Possessing wisdom.",
  "4198": "adj. Having the nature or quality of soap.",
  "4199": "n. Cutting and reproachful language.",
  "4200": "n. A stone coffin or a chest-like tomb.",
  "4201": "adj. Scornfully or bitterly sarcastic.",
  "4202": "v. To satisfy fully the appetite or desire of.",
  "4203": "n. The employment of sarcasm, irony, or keenness of wit in ridiculing vices.",
  "4204": "adj. Resembling poetry, in which vice, incapacity ,or corruption is held up to ridicule.",
  "4205": "v. To treat with sarcasm or derisive wit.",
  "4206": "n. A very lascivious person.",
  "4207": "n. A wild and uncivilized human being.",
  "4208": "v. To perceive by taste or smell.",
  "4209": "n. The sheath of a sword or similar bladed weapon.",
  "4210": "n. Insufficiency of supply for needs or ordinary demands.",
  "4211": "adj. Characteristic of an erudite person.",
  "4212": "adj. Pertaining to education or schools.",
  "4213": "n. The faintest ray.",
  "4214": "v. To emit or send forth sparks or little flashes of light.",
  "4215": "n. A range of action or view.",
  "4216": "n. A man without principle.",
  "4217": "n. One who writes or is skilled in writing.",
  "4218": "n. Writing or handwriting of the ordinary cursive form.",
  "4219": "adj. Pertaining to, contained in, or warranted by the Holy Scriptures.",
  "4220": "n. Doubt or uncertainty regarding a question of moral right or duty.",
  "4221": "adj. Cautious in action for fear of doing wrong.",
  "4222": "adj. Grossly indecent or vulgar.",
  "4223": "v. To sink (a ship) by making holes in the bottom.",
  "4224": "n. A long curved blade for mowing, reaping, etc.",
  "4225": "n. A meeting of spirituals for consulting spirits.",
  "4226": "v. To burn on the surface.",
  "4227": "adj. Pertaining to or appearing like fat.",
  "4228": "adj. Cutting, especially into two parts.",
  "4229": "v. To withdraw from union or association, especially from a political or religious body.",
  "4230": "n. Voluntary withdrawal from fellowship, especially from political or religious bodies.",
  "4231": "v. To place, keep, or withdraw from the companionship of others.",
  "4232": "n. Solitude.",
  "4233": "adj. Less important or effective than that which is primary.",
  "4234": "adv. In the second place in order or succession.",
  "4235": "adj. Second in quality, size, rank, importance, etc.",
  "4236": "n. Concealment.",
  "4237": "n. One who attends to correspondence, keeps records. or does other writing for others.",
  "4238": "adj. Having a tendency to conceal.",
  "4239": "adj. Even-tempered.",
  "4240": "adj. Involving or requiring much sitting.",
  "4241": "n. Matter that settles to the bottom of a liquid.",
  "4242": "n. Conduct directed against public order and the tranquillity of the state.",
  "4243": "adj. Promotive of conduct directed against public order and the tranquillity of the state.",
  "4244": "v. To entice to surrender chastity.",
  "4245": "adj. Persevering in effort or endeavor.",
  "4246": "n. A prophet.",
  "4247": "v. To be violently excited or agitated.",
  "4248": "n. A title of honor or respectful address, equivalent to sir.",
  "4249": "n. An instrument for recording the phenomena of earthquakes.",
  "4250": "v. To catch or take hold of suddenly and forcibly.",
  "4251": "adj. Having the power of choice.",
  "4252": "n. Rational self-esteem.",
  "4253": "n. Outward appearance.",
  "4254": "adj. Half-civilized.",
  "4255": "adj. Partially conscious.",
  "4256": "adj. Recurring at intervals of six months.",
  "4257": "n. A half-circle.",
  "4258": "n. Any assemblage of pupils for real research in some specific study under a teacher.",
  "4259": "n. A special school, as of theology or pedagogics.",
  "4260": "adj. Peculiar to or proceeding from the weakness or infirmity of old age.",
  "4261": "n. A condition of mind resulting from spiritual or inherent feeling.",
  "4262": "n. The signification conveyed by some word, phrase, or action.",
  "4263": "n. Power to perceive or feel.",
  "4264": "adj. Easily affected by outside operations or influences.",
  "4265": "n. The sensory apparatus.<div><br /></div><div>A sensorium (plural: sensoria) is the sum of an organism's perception, the 'seat of sensation' where it experiences and interprets the environments within which it lives.</div>",
  "4266": "adj. Pertaining to the body or the physical senses.",
  "4267": "adj. Having a warm appreciation of the beautiful or of the refinements of luxury.",
  "4268": "n. A related group of words containing a subject and a predicate and expressing a complete thought.",
  "4269": "n. Capacity for sensation or sense-perception.",
  "4270": "adj. Possessing the power of sense or sense-perception.",
  "4271": "n. Any guard or watch stationed for protection.",
  "4272": "adj. Capable of being disjoined or divided.",
  "4273": "v. To take apart.",
  "4274": "n. A seceder.",
  "4275": "adj. Recurring every seven years.",
  "4276": "n. A burial-place.",
  "4277": "(of a person) Lacking independence or originality of thought; ready to be led.",
  "4278": "n. That which follows in consequence of what has previously happened.",
  "4279": "n. The order in which a number or persons, things, or events follow one another in space or time.",
  "4280": "adj. Following in the order of time.",
  "4281": "v. To cause to withdraw or retire, as from society or public life.",
  "4282": "v. To confiscate.",
  "4283": "n. A non-commissioned military officer ranking next above a corporal.",
  "4284": "n. An executive officer in legislative bodies who enforces the orders of the presiding officer.",
  "4285": "n. The highest non-commissioned officer in a regiment.",
  "4286": "n. Any work done for the benefit of another.",
  "4287": "adj. Durable.",
  "4288": "n. Slavery.",
  "4289": "n. Separation.",
  "4290": "adv. Extremely.",
  "4291": "n. A band of six singers or players.",
  "4292": "adj. Multiplied by six.",
  "4293": "adj. Absolute.",
  "4294": "adj. Wanting in resource, energy, or executive ability.",
  "4295": "adj. Characterized by skill at understanding and profiting by circumstances.",
  "4296": "n. A sharp, shrill outcry or scream, caused by agony or terror.",
  "4297": "n. A contraction of any material into less bulk or dimension.",
  "4298": "v. To draw or be drawn into wrinkles.",
  "4299": "n. A mixing or changing the order of things.",
  "4300": "n. A hissing sound.",
  "4301": "adj. Made with a hissing sound.",
  "4302": "v. To give a hissing sound to, as in pronouncing the letter s.",
  "4303": "adj. Inclining or tending to one side.",
  "4304": "adj. Pertaining to stars or constellations.",
  "4305": "n. A beleaguerment.",
  "4306": "n. Importance.",
  "4307": "adj. Important, especially as pointing something out.",
  "4308": "n. The meaning conveyed by language, actions, or signs.",
  "4309": "adj. Bearing resemblance to one another or to something else.",
  "4310": "n. A comparison which directs the mind to the representative object itself.",
  "4311": "n. Similarity.",
  "4312": "v. To make less complex or difficult.",
  "4313": "v. Imitate.",
  "4314": "adj. Occurring, done, or existing at the same time.",
  "4315": "n. Any position having emoluments with few or no duties.",
  "4316": "v. To burn slightly or superficially.",
  "4317": "adj. Evil.",
  "4318": "n. The quality of curving in and out.",
  "4319": "adj. Curving in and out.",
  "4320": "n. An opening or cavity.",
  "4321": "n. A sea-nymph, described by Homer as dwelling between the island of Circe and Scylla.",
  "4322": "n. hot winds from Africa.",
  "4323": "n. A body of sisters united by some bond of sympathy or by a religious vow.",
  "4324": "n. One who doubts any statements.",
  "4325": "n. The entertainment of doubt concerning something.",
  "4326": "n. Usually, a small light boat propelled by oars.",
  "4327": "n. Desultory fighting between advanced detachments of two armies.",
  "4328": "n. A trick or feat so deftly done that the manner of performance escapes observation.",
  "4329": "adj. Of a small importance or significance.",
  "4330": "adj. Lazy.",
  "4331": "n. A person habitually lazy or idle.",
  "4332": "adj. Inclined to seek company.",
  "4333": "n. A theory of civil polity that aims to secure the reconstruction of society.",
  "4334": "adj. One who advocates reconstruction of society by collective ownership of land and capital.<br><br>aka - Robbie",
  "4335": "n. The philosophical study of society.",
  "4336": "n. The sun.",
  "4337": "n. Comfort in grief, trouble, or calamity.",
  "4338": "adj. Pertaining to the sun.",
  "4339": "n. A fusible alloy used for joining metallic surfaces or margins.",
  "4340": "n. A person engaged in military service.",
  "4341": "n. Any violation of established rules or customs.",
  "4342": "n. One who represents a client in court of justice, an attorney.",
  "4343": "n. Uneasiness of mind occasioned by desire, anxiety, or fear.",
  "4344": "n. A monologue.",
  "4345": "n. The time of year when the sun is at its greatest declination.",
  "4346": "adj. Capable of being dissolved, as in a fluid.",
  "4347": "adj. Having sufficient funds to pay all debts.",
  "4348": "adj. Gloomy.",
  "4349": "adj. Tending to produce sleep.",
  "4350": "n. Oppressive drowsiness.",
  "4351": "adj. Sleepy.",
  "4352": "n. An instrumental composition.",
  "4353": "n. A poem of fourteen decasyllabic or octosyllabiclines expressing two successive phrases.",
  "4354": "adj. Resonant.",
  "4355": "n. One who claims to have supernatural insight or foresight.",
  "4356": "n. A false argument understood to be such by the reasoner himself and intentionally used to deceive",
  "4357": "adj. Fallacious.",
  "4358": "v. To deprive of simplicity of mind or manner.",
  "4359": "n. Reasoning sound in appearance only, especially when designedly deceptive.",
  "4360": "n. A woman's or boy's voice of high range.",
  "4361": "n. Witchcraft.",
  "4362": "adj. Of degraded character or nature.",
  "4363": "n. A token of remembrance.",
  "4364": "adj. Thinly diffused.",
  "4365": "adj. Exceptionally brave, rigorously severe.",
  "4366": "adj. Convulsive.",
  "4367": "v. To assume an individual or specific character, or adopt a singular or special course.",
  "4368": "n. An employment limited to one particular line of work.",
  "4369": "n. A coin or coins of gold, silver, copper, or other metal.",
  "4370": "n. A classificatory group of animals or plants subordinate to a genus.",
  "4371": "n. One of a class of persons or things regarded as representative of the class.",
  "4372": "adj. Plausible.",
  "4373": "n. One who beholds or looks on.",
  "4374": "n. Apparition.",
  "4375": "n. An image formed by rays of light or other radiant energy.",
  "4376": "v. To pursue inquiries and form conjectures.",
  "4377": "n. One who makes an investment that involves a risk of loss, but also a chance of profit.",
  "4378": "n. The state or condition of being a sphere.",
  "4379": "n. A body having nearly the form of a sphere.",
  "4380": "n. An instrument for measuring curvature or radii of spherical surfaces.",
  "4381": "adj. Having spines.",
  "4382": "n. A woman who has never been married.",
  "4383": "adj. Arising from inherent qualities or tendencies without external efficient cause.",
  "4384": "adj. Vivacious.",
  "4385": "adj. Not genuine.",
  "4386": "v. To quarrel.",
  "4387": "adj. Having a dirty, mean, poverty-stricken appearance.",
  "4388": "n. One who settles on land without permission or right.",
  "4389": "adj. Not flowing: said of water, as in a pool.",
  "4390": "v. To become dull or inert.",
  "4391": "n. The condition of not flowing or not changing.",
  "4392": "adj. Having a theatrical manner.",
  "4393": "adj. Of a steady and sober character.",
  "4394": "n. An uncastrated male horse, commonly one kept for breeding.",
  "4395": "n. A vertical bar, or a pair of bars, used to confine cattle in a stall.",
  "4396": "n. A group of rimed lines, usually forming one of a series of similar divisions in a poem.",
  "4397": "n. The art of conducting state affairs.",
  "4398": "adj. Pertaining to or designating bodies at rest or forces in equilibrium.",
  "4399": "n. The branch of mechanics that treats of the relations that subsist among forces in order.",
  "4400": "adj. Not moving.",
  "4401": "n. One who is skilled in collecting and tabulating numerical facts.",
  "4402": "adj. Having the grace, pose, or quietude of a statue.",
  "4403": "n. A figurine.",
  "4404": "n. The natural height of an animal body.",
  "4405": "n. Any authoritatively declared rule, ordinance, decree, or law.",
  "4406": "n. A concealed manner of acting.",
  "4407": "adj. Pertaining to the stars.",
  "4408": "n. One of the extensive plains in Russia and Siberia.",
  "4409": "adj. Genuine.",
  "4410": "v. To smother.",
  "4411": "n. A mark of infamy or token of disgrace attaching to a person as the result of evil-doing.",
  "4412": "n. A small dagger.",
  "4413": "n. Anything that rouses to activity or to quickened action.",
  "4414": "v. To rouse to activity or to quickened action.",
  "4415": "n. Incentive.",
  "4416": "adj. Cheap, unwilling to spend money.",
  "4417": "n. A definite amount paid at stated periods in compensation for services or as an allowance.",
  "4418": "n. The principles or the practice of the Stoics-being very even tempered in success and failure.",
  "4419": "adj. Expressing no power of feeling or perceiving.",
  "4420": "n. A narrow passage of water connecting two larger bodies of water.",
  "4421": "n. Any clever trick or device for obtaining an advantage.",
  "4422": "n. A natural or artificial layer, bed, or thickness of any substance or material.",
  "4423": "n. Rivulet.",
  "4424": "n. Strictness.",
  "4425": "adj. Rigid.",
  "4426": "n. A mere youth.",
  "4427": "adj. Having or showing devotion to the acquisition of knowledge.",
  "4428": "v. To give an appearance of foolishness to.",
  "4429": "adj. Of prodigious size, bulk, or degree.",
  "4430": "n. Profound lethargy.",
  "4431": "n. The act of persuading.",
  "4432": "adj. Smooth and pleasant in manner.",
  "4433": "adj. Somewhat sharp or biting.",
  "4434": "adj. Being, formed, or operating under water.",
  "4435": "adj. Being or occurring in the mind, but without attendant consciousness or conscious perception.",
  "4436": "adj. Situated directly underneath.",
  "4437": "n. The act of bringing into a state of submission.",
  "4438": "v. To conquer.",
  "4439": "adj. Being beneath the threshold of consciousness.",
  "4440": "adj. Situated beneath the tongue.",
  "4441": "adj. Existing, done, or operating beneath the surface of the sea.",
  "4442": "v. To place or plunge under water.",
  "4443": "n. The act of submerging.",
  "4444": "adj. Capable of being put underwater.",
  "4445": "n. The act of submerging.",
  "4446": "n. A yielding to the power or authority of another.",
  "4447": "n. The act of submitting.",
  "4448": "adj. Belonging to an inferior order in a classification.",
  "4449": "adj. Following in time.",
  "4450": "n. The quality, character, or condition of being servilely following another's behests.",
  "4451": "adj. Servilely following another's behests.",
  "4452": "v. To relapse into a state of repose and tranquillity.",
  "4453": "v. To be maintained or sustained.",
  "4454": "n. Sustenance.",
  "4455": "adj. Solid.",
  "4456": "v. To extend opposite to.",
  "4457": "n. Evasion.",
  "4458": "adj. Situated or occurring below the surface of the earth.",
  "4459": "adj. Discriminating.",
  "4460": "n. That which is to be subtracted.",
  "4461": "n. An overthrow, as from the foundation.",
  "4462": "v. To bring to ruin.",
  "4463": "v. To accomplish what is attempted or intended.",
  "4464": "n. A favorable or prosperous course or termination of anything attempted.",
  "4465": "adj. Having reached a high degree of worldly prosperity.",
  "4466": "n. One who or that which takes the place of a predecessor or preceding thing.",
  "4467": "adj. Concise.",
  "4468": "adj. Juicy.",
  "4469": "v. To cease to resist.",
  "4470": "n. Toleration.",
  "4471": "n. An ample or adequate supply.",
  "4472": "n. The right or privilege of voting.",
  "4473": "v. To cover or fill the surface of.",
  "4474": "adj. That can be suggested.",
  "4475": "adj. Stimulating to thought or reflection.",
  "4476": "n. An abstract.",
  "4477": "adj. Rich and costly.",
  "4478": "n. An excessive amount.",
  "4479": "v. To add in addition to what has been added.",
  "4480": "v. To become deteriorated or incapacitated by long service.",
  "4481": "adj. Sumptuously elegant.",
  "4482": "adj. Exhibiting haughty and careless contempt.",
  "4483": "adj. Knowing and understanding only the ordinary and the obvious.",
  "4484": "n. That part of anything that is in excess of what is needed.",
  "4485": "adj. Being more than is needed.",
  "4486": "v. To heat to excess.",
  "4487": "v. To have the charge and direction of, especially of some work or movement.",
  "4488": "n. Direction and management.",
  "4489": "n. One who has the charge and direction of, especially of some work or movement.",
  "4490": "n. That which is of the highest possible excellence or eminence.",
  "4491": "adj. Caused miraculously or by the immediate exercise of divine power.",
  "4492": "adj. Superfluous.",
  "4493": "v. To displace.",
  "4494": "adj. Lying on the back.",
  "4495": "v. To take the place of.",
  "4496": "adj. Easily bent.",
  "4497": "adj. Being an addition to.",
  "4498": "n. One who asks humbly and earnestly.",
  "4499": "<div><div>Ask or beg for something earnestly or humbly.</div></div><div><br /></div><div>implore - beseech - beg&nbsp;</div>",
  "4500": "n. Conjecture.",
  "4501": "v. To prevent from being disclosed or punished.",
  "4502": "adj. Capable of being suppressed.",
  "4503": "n. A forcible putting or keeping down.",
  "4504": "adj. Supernatural.",
  "4505": "n. An additional amount charged.",
  "4506": "n. Security for payment or performance.",
  "4507": "v. To feed to fullness or to satiety.",
  "4508": "v. To conjecture.",
  "4509": "v. To overcome by force of will.",
  "4510": "adj. Clandestine.",
  "4511": "n. One who or that which is substituted for or appointed to act in place of another.",
  "4512": "v. To encircle.",
  "4513": "n. A land-measurer.",
  "4514": "n. A specific capability of feeling or emotion.",
  "4515": "adj. Easily under a specified power or influence.",
  "4516": "n. Uncertainty.",
  "4517": "n. A hanging from a support.",
  "4518": "adj. Inclined to doubt or mistrust.",
  "4519": "n. Food.",
  "4520": "adj. Having a dark hue, especially a dark or sunburned complexion.",
  "4521": "n. A luxurious person.",
  "4522": "n. A servile flatterer, especially of those in authority or influence.",
  "4523": "adj. Consisting of that which is uttered in a single vocal impulse.",
  "4524": "n. Division of words into that which is uttered in a single vocal impulse.",
  "4525": "n. That which is uttered in a single vocal impulse.",
  "4526": "n. Outline of a subject, course, lecture, or treatise.",
  "4527": "n. A slender, graceful young woman or girl.",
  "4528": "adj. Well-balanced.",
  "4529": "n. Relative proportion and harmony.",
  "4530": "adj. Having a fellow-feeling for or like feelings with another or others.",
  "4531": "v. To share the sentiments or mental states of another.",
  "4532": "adj. Characterized by a harmonious or agreeable mingling of sounds.",
  "4533": "adj. Marked by a harmonious or agreeable mingling of sounds.",
  "4534": "n. A harmonious or agreeable mingling of sounds.",
  "4535": "n. Simultaneousness.",
  "4536": "n. An association of individuals united for the prosecution of some enterprise.",
  "4537": "n. The coalescence of two vowels or syllables, as e'er for ever.",
  "4538": "n. An ecclesiastical council.",
  "4539": "n. A word having the same or almost the same meaning as some other.",
  "4540": "n. A syllabus or summary.",
  "4541": "adj. Methodical.",
  "4542": "n. An arrangement of inanimate figures representing a scene from real life.",
  "4543": "adj. Understood.",
  "4544": "adj. Disinclined to conversation.",
  "4545": "n. A small sharp-pointed nail.",
  "4546": "n. Fine or ready mental discernment shown in saying or doing the proper thing.",
  "4547": "n. One who directs affairs with skill and shrewdness.",
  "4548": "n. Any maneuvering or adroit management for effecting an object.",
  "4549": "n. The state of touching.",
  "4550": "adj. Touching.",
  "4551": "adj. Perceptible by touch.",
  "4552": "n. A place where leather is tanned.",
  "4553": "v. To tease.",
  "4554": "adj. Having equal or equivalent value, effect, or import.",
  "4555": "n. A fabric to which a pattern is applied with a needle, designed for ornamental hangings.",
  "4556": "v. To lessen or destroy the luster of in any way.",
  "4557": "adj. Stretched tight.",
  "4558": "n. A levy, by government, of a fixed contribution.",
  "4559": "n. The art or process of preserving dead animals or parts of them.",
  "4560": "adj. Technical.",
  "4561": "n. Something peculiar to a particular art, trade, or the like.",
  "4562": "n. Manner of performance.",
  "4563": "n. The scientific description or study of human arts and industries in their historic development.",
  "4564": "n. The knowledge relating to industries and manufactures.",
  "4565": "v. To be full to overflowing.",
  "4566": "n. Thought-transference.",
  "4567": "n. The art or process of communicating by telephone.",
  "4568": "v. To drive together so that one slides into the another like the sections of a spy-glass.",
  "4569": "adj. That gives warning or information.",
  "4570": "n. Recklessness.",
  "4571": "adj. Pertaining to or concerned with the affairs of the present life.",
  "4572": "adj. Lasting for a short time only.",
  "4573": "v. To pursue a policy of delay.",
  "4574": "v. To offer to (somebody) an inducement to do wrong.",
  "4575": "n. An allurer or enticer to evil.",
  "4576": "adj. Unyielding.",
  "4577": "n. An occupant.",
  "4578": "n. Direction or inclination, as toward some objector end.",
  "4579": "n. Any opinion, principle, dogma, or doctrine that a person believes or maintains as true.",
  "4580": "n. A settled course or manner of progress.",
  "4581": "adj. Strained to stiffness.",
  "4582": "adj. Done as an experiment.",
  "4583": "n. The term during which a thing is held.",
  "4584": "adj. Pertaining to a period of 300 years.",
  "4585": "adj. Violently abusive and quarrelsome.",
  "4586": "adj. Pertaining to or creative of a boundary, limit.",
  "4587": "v. To put an end or stop to.",
  "4588": "n. The act of ending or concluding.",
  "4589": "n. The final point or goal.",
  "4590": "v. To fill with extreme fear.",
  "4591": "adj. Pertaining to the domain over which a sovereign state exercises jurisdiction.",
  "4592": "adj. Pithy.",
  "4593": "n. A will.",
  "4594": "n. The maker of a will.",
  "4595": "n. A formal token of regard, often presented in public.",
  "4596": "n. Government by a supreme deity.",
  "4597": "n. Belief in God.",
  "4598": "n. A government administered by ecclesiastics.",
  "4599": "n. The mixed worship of polytheism.",
  "4600": "n. A professor of divinity.",
  "4601": "adj. Based on or growing out of divine revelation.",
  "4602": "n. The branch of theological science that treats of God.",
  "4603": "adj. Directed toward knowledge for its own sake without respect to applications.",
  "4604": "n. One given to speculating.",
  "4605": "v. To speculate.",
  "4606": "adv. Near that number, quantity, degree, place, or time, approximately.",
  "4607": "adv. For that or this.",
  "4608": "adj. Of or pertaining to heat.",
  "4609": "adj. Denoting electricity produced by heat.",
  "4610": "n. Electricity generated by differences of temperature,",
  "4611": "n. An essay or treatise on a particular subject.",
  "4612": "adj. Bred from the best or purest blood or stock.",
  "4613": "n. A public street or road.",
  "4614": "n. One controlled by an appetite or a passion.",
  "4615": "n. Cultivation.",
  "4616": "n. The quality of a tone, as distinguished from intensity and pitch.",
  "4617": "adj. Lacking courage.",
  "4618": "n. A solution, usually alcoholic, of some principle used in medicine.",
  "4619": "n. A faint trace of color.",
  "4620": "adj. Befuddled with drinks.",
  "4621": "n. Harangue.",
  "4622": "adj. Untiring.",
  "4623": "adj. Wearisome.",
  "4624": "adj. Of vast size or strength.",
  "4625": "adj. Laborious.",
  "4626": "adj. Moderately good.",
  "4627": "n. Forbearance in judging of the acts or opinions of others.",
  "4628": "adj. Indulgent.",
  "4629": "v. To passively permit or put up with.",
  "4630": "n. A spirit of charitable leniency.",
  "4631": "n. The art of representing on a map the physical features of any locality or region with accuracy.",
  "4632": "n. Apathy.",
  "4633": "adj. Excessively hot.",
  "4634": "adj. Wrongful.",
  "4635": "adj. Abounding in irregular bends or turns.",
  "4636": "adj. Marked by extreme suffering.",
  "4637": "adj. Easily led or controlled.",
  "4638": "n. A distinguishing feature or quality.",
  "4639": "n. The path described by a projectile moving under given forces.",
  "4640": "n. An impediment.",
  "4641": "adj. Calm.",
  "4642": "v. To soothe.",
  "4643": "n. Calmness.",
  "4644": "adj. Situated on the other side of the Alps.",
  "4645": "v. To do business.",
  "4646": "adj. Situated beyond or on the other side of the Atlantic.",
  "4647": "v. To surpass.",
  "4648": "adj. Surpassing.",
  "4649": "adj. Extending or passing across a continent.",
  "4650": "v. To write over again (something already written)",
  "4651": "n. A copy made directly from an original.",
  "4652": "adj. Capable of being conveyed from one person or place to another.",
  "4653": "n. The person to whom a transfer is made.",
  "4654": "n. The act of conveying from one person or place to another.",
  "4655": "n. One who or that which conveys from one person or place to another.",
  "4656": "v. To give an exalted meaning or glorified appearance to.",
  "4657": "v. To pour or cause to pass, as a fluid, from one vessel to another.",
  "4658": "adj. Capable of being poured from one vessel to another.",
  "4659": "n. The act of pouring from one vessel to another.",
  "4660": "v. To break a law.",
  "4661": "n. Something that is of short duration.",
  "4662": "n. One who or that which is only of temporary existence.",
  "4663": "n. Passage from one place, condition, or action to another.",
  "4664": "adj. Existing for a short time only.",
  "4665": "v. To give the sense or equivalent of in another language or dialect.",
  "4666": "n. An interpreter.",
  "4667": "n. The property or state of allowing the passage of light.",
  "4668": "adj. Allowing the passage of light.",
  "4669": "adj. That may e sent through or across.",
  "4670": "n. The act of sending through or across.",
  "4671": "v. To send trough or across.",
  "4672": "v. To change in nature, substance, or form.",
  "4673": "adj. Easy to see through or understand.",
  "4674": "v. To come to pass.",
  "4675": "v. To remove and plant in another place.",
  "4676": "n. The act of reversing the order or changing the place of.",
  "4677": "adj. Lying or being across or in a crosswise direction.",
  "4678": "n. Hard or agonizing labor.",
  "4679": "n. A grotesque imitation.",
  "4680": "adj. Perfidious.",
  "4681": "n. Violation of allegiance, confidence, or plighted faith.",
  "4682": "adj. Of the nature of betrayal, treachery, or breech of allegiance.",
  "4683": "n. An elaborate literary composition presenting a subject in all its parts.",
  "4684": "adj. Multiplied by three.",
  "4685": "adv. Triply.",
  "4686": "adj. Awe-inspiring.",
  "4687": "n. An involuntary trembling or shivering.",
  "4688": "adj. Characterized by quivering or unsteadiness.",
  "4689": "adj. Cutting deeply and quickly.",
  "4690": "n. Nervous uncertainty of feeling.",
  "4691": "n. An open braced framework for supporting the horizontal stringers of a railway-bridge.",
  "4692": "n. A group of three persons of things.",
  "4693": "n. Any champion of the rights and liberties of the people: often used as the name for a newspaper.",
  "4694": "n. Artifice.",
  "4695": "adj. Of three colors.",
  "4696": "n. A three-wheeled vehicle.",
  "4697": "n. The three-pronged fork that was the emblem of Neptune.",
  "4698": "adj. Taking place every third year.",
  "4699": "n. Neatness.",
  "4700": "n. A threefold personality existing in the one divine being or substance.",
  "4701": "n. Three things grouped or associated together.",
  "4702": "adj. Threefold.",
  "4703": "adj. Composed of or pertaining to three related things or parts.",
  "4704": "n. The state of being triple or threefold.",
  "4705": "n. A three-legged stand, usually hinged near the top, for supporting some instrument.",
  "4706": "v. To divide into three parts, especially into three equal parts.",
  "4707": "adj. Made commonplace by frequent repetition.",
  "4708": "n. One of three men united coordinately in public office or authority.",
  "4709": "adj. Of little importance or value.",
  "4710": "adj. Burdensome.",
  "4711": "n. Ferocity.",
  "4712": "adj. Having the character or the spirit of a savage.",
  "4713": "n. A statement so plainly true as hardly to require statement or proof.",
  "4714": "adj. Veracious.",
  "4715": "adj. Swollen.",
  "4716": "n. Depravity.",
  "4717": "n. The act of training or the state of being under instruction.",
  "4718": "adj. Protective.",
  "4719": "n. The office of a guardian.",
  "4720": "n. A darting momentary local pain.",
  "4721": "adj. Characteristic.",
  "4722": "v. To serve as a characteristic example of.",
  "4723": "adj. Pertaining to typography or printing.",
  "4724": "n. The arrangement of composed type, or the appearance of printed matter.",
  "4725": "adj. Despotic.",
  "4726": "n. Absolute power arbitrarily or unjustly administrated.",
  "4727": "n. One slightly skilled in or acquainted with any trade or profession.",
  "4728": "adj. Being present everywhere.",
  "4729": "adj. Not so pertinent as something else to the matter spoken of.",
  "4730": "adj. Beyond which there is nothing else.",
  "4731": "n. A final statement or proposal, as concerning terms or conditions.",
  "4732": "adj. Pertaining to supernatural things or to another life.",
  "4733": "adj. Beyond the mountains, especially beyond the Alps (that is, on their Italian side).",
  "4734": "n. A sense of injury.",
  "4735": "adj. Inexplicable.",
  "4736": "adj. Sincere.",
  "4737": "adj. Sharing the same views or sentiments.",
  "4738": "n. The state or quality of being of one mind.",
  "4739": "adj. Inevitable.",
  "4740": "adj. Unendurable.",
  "4741": "adj. Unsuited to the wearer, place, or surroundings.",
  "4742": "n. Doubt.",
  "4743": "adj. Impartial, as judgment.",
  "4744": "adj. Being without restraint.",
  "4745": "adj. Rare.",
  "4746": "adj. Ridiculously or unjustly excessive.",
  "4747": "adj. Not cognizant of objects, actions, etc.",
  "4748": "n. The art of anointing as with oil.",
  "4749": "adj. Oily.",
  "4750": "v. To free from deception, as by apprising of the real state of affairs.",
  "4751": "v. To make an inadequate charge for.",
  "4752": "adj. Insufficiently exposed for proper or full development, as negatives in photography.",
  "4753": "n. A garment to be worn under the ordinary outer garments.",
  "4754": "v. To equip with less than the full complement of men.",
  "4755": "v. To sell at a lower price than.",
  "4756": "adj. Of less than the customary size.",
  "4757": "adj. Clandestinely carried on.",
  "4758": "v. To be the ground or support of.",
  "4759": "n. A subordinate.",
  "4760": "v. To subvert in an underhand way.",
  "4761": "v. To undervalue.",
  "4762": "v. To fail to put strongly enough, as a case.",
  "4763": "v. To underestimate.",
  "4764": "n. Hades.",
  "4765": "v. To issue or be party to the issue of a policy of insurance.",
  "4766": "adj. More than sufficient.",
  "4767": "v. To move like a wave or in waves.",
  "4768": "adj. Resembling waves.",
  "4769": "adj. Adverse.",
  "4770": "adj. Clumsy.",
  "4771": "n. Any ointment or lubricant for local application.",
  "4772": "adj. Consisting of a single cell.",
  "4773": "n. Monovalency.",
  "4774": "v. To cause to be one.",
  "4775": "adj. Being the only one of its kind.",
  "4776": "n. A condition of perfect agreement and accord.",
  "4777": "adj. Being in a condition of perfect agreement and accord.",
  "4778": "adj. Pertaining to a religious body that rejects the doctrine of the Trinity.",
  "4779": "adj. Illegal.",
  "4780": "adj. Unconstrained.",
  "4781": "adj. Artificial.",
  "4782": "adj. Not essential under the circumstances.",
  "4783": "v. To put into confusion.",
  "4784": "adj. Showing inexperience.",
  "4785": "adj. Abominable.",
  "4786": "adj. Unseasonable.",
  "4787": "adj. Causing annoyance or hindrance.",
  "4788": "adj. Inexpressible.",
  "4789": "adj. Moved or managed with difficulty, as from great size or awkward shape.",
  "4790": "adj. Foolish.",
  "4791": "v. To separate.",
  "4792": "n. Maintenance.",
  "4793": "v. To reproach as deserving blame.",
  "4794": "n. A throwing upward.",
  "4795": "n. Overthrow or violent disturbance of established order or condition.",
  "4796": "v. To raise or lift with effort.",
  "4797": "adj. First in order of precedence.",
  "4798": "adj. Noisy.",
  "4799": "v. To eradicate.",
  "4800": "v. To throw into confusion.",
  "4801": "adj. Of, or pertaining to, or like a city.",
  "4802": "n. Refined or elegant courtesy.",
  "4803": "n. A roguish, mischievous boy.",
  "4804": "n. The pressure of necessity.",
  "4805": "n. Treatment.",
  "4806": "adj. Taking unlawful or exorbitant interest on money loaned.",
  "4807": "v. To take possession of by force.",
  "4808": "n. The demanding for the use of money as a loan, a rate of interest beyond what is allowed by law.",
  "4809": "n. The ethical doctrine that actions are right because they are useful or of beneficial tendency.",
  "4810": "n. Fitness for some desirable practical purpose.",
  "4811": "n. The greatest possible extent.",
  "4812": "v. To leave.",
  "4813": "v. To inoculate with vaccine virus or virus of cowpox.",
  "4814": "v. To waver.",
  "4815": "adj. Empty.",
  "4816": "n. A space entirely devoid of matter.",
  "4817": "n. A wanderer.",
  "4818": "n. An idle wanderer.",
  "4819": "n. Excessive, pretentious, and demonstrative vanity.",
  "4820": "n. Level or low land between hills.",
  "4821": "n. A bidding farewell.<br /><br />(derivation from Latin vale dicere, 'to say farewell')<br /><br />1. An act of bidding farewell; a leave-taking.<br />2. A speech or statement made as a farewell.<br />3. A word or phrase of farewell used to end a letter or message.",
  "4822": "n. Student who delivers an address at graduating exercises of an educational institution.",
  "4823": "n. A parting address.",
  "4824": "adj. Founded on truth.",
  "4825": "adj. Courageous.",
  "4826": "adj. Having lost sparkling quality and flavor.<div><br /></div><div><div>Adjective</div><div>Offering nothing that is stimulating or challenging: 'tuneful but vapid musical comedies'.</div><div><br /></div><div>Synonyms</div><div>insipid - flat - tasteless - dull</div></div>",
  "4827": "n. An atomizer.",
  "4828": "adj. Having a tendency to change.",
  "4829": "n. Change.",
  "4830": "n. A thing that differs from another in form only, being the same in essence or substance.",
  "4831": "n. Modification.",
  "4832": "v. To mark with different shades or colors.",
  "4833": "n. A slave or bondman.",
  "4834": "n. A variety show.",
  "4835": "adj. Of or pertaining to plants.",
  "4836": "n. One who believes in the theory that man's food should be exclusively vegetable.",
  "4837": "v. To live in a monotonous, passive way without exercise of the mental faculties.",
  "4838": "n. Plant-life in the aggregate.",
  "4839": "adj. Pertaining to the process of plant-life.",
  "4840": "adj. Very eager or urgent.",
  "4841": "n. Rapid motion.",
  "4842": "adj. Marked by lightness and softness.",
  "4843": "adj. Mercenary, corrupt.",
  "4844": "adj. Marketable.",
  "4845": "n. The act of selling.",
  "4846": "n. A seller.",
  "4847": "n. Outside show or elegance.",
  "4848": "adj. Meriting or commanding high esteem.",
  "4849": "v. To cherish reverentially.",
  "4850": "adj. Pertaining to or proceeding from sexual intercourse.",
  "4851": "adj. That may be pardoned or forgiven, a forgivable sin.",
  "4852": "n. The flesh of deer.",
  "4853": "n. The poisonous fluid that certain animals secrete.",
  "4854": "adj. Of, pertaining to, or contained or carried in a vein or veins.",
  "4855": "adj. Habitually disposed to speak the truth.",
  "4856": "n. Truthfulness.",
  "4857": "adv. Word for word.",
  "4858": "n. Use of many words without necessity.",
  "4859": "adj. Wordy.",
  "4860": "adj. Green with vegetation.",
  "4861": "n. The act of proving to be true, exact, or accurate.",
  "4862": "v. To prove to be true, exact, or accurate.",
  "4863": "adv. In truth.",
  "4864": "n. Truth.",
  "4865": "n. A noxious or troublesome animal.",
  "4866": "n. The language of one's country.",
  "4867": "adj. Belonging to or suggestive of the spring.",
  "4868": "adj. Having an aptitude for applying oneself to new and varied tasks or to various subjects.",
  "4869": "n. A description or report of something as modified by one's character or opinion.",
  "4870": "n. Apex.",
  "4871": "adj. Lying or directed perpendicularly to the horizon.",
  "4872": "n. Dizziness.",
  "4873": "n. A visible trace, mark, or impression, of something absent, lost, or gone.",
  "4874": "n. Clothing or covering.",
  "4875": "n. The constitutional right in a chief executive of refusing to approve an enactment.",
  "4876": "adj. Suffered or done in place of or for the sake of another.",
  "4877": "n. A ruler acting with royal authority in place of the sovereign in a colony or province.",
  "4878": "n. A change, especially a complete change, of condition or circumstances, as of fortune.",
  "4879": "v. To contend.",
  "4880": "n. Alert and intent mental watchfulness in guarding against danger.",
  "4881": "adj. Being on the alert to discover and ward off danger or insure safety.",
  "4882": "n. A picture having a background or that is shaded off gradually.",
  "4883": "adj. Conquerable.",
  "4884": "v. To prove true, right, or real.",
  "4885": "adj. Punitive.",
  "4886": "adj. Revengeful.",
  "4887": "n. A greenhouse for grapes.",
  "4888": "n. A stringed instrument of the violin class.",
  "4889": "n. A musical instrument somewhat larger than a violin.",
  "4890": "n. One who transgresses.",
  "4891": "n. Infringement.",
  "4892": "n. A stringed instrument held between the player's knees.",
  "4893": "n. A bold, impudent, turbulent woman.",
  "4894": "adj. Masculine.",
  "4895": "n. Rare, curious, or beautiful quality.",
  "4896": "adj. Being in essence or effect, but not in form or appearance.",
  "4897": "n. A master in the technique of some particular fine art.",
  "4898": "n. Extreme poisonousness.",
  "4899": "adj. Exceedingly noxious or deleterious.",
  "4900": "n. The face, countenance, or look of a person.",
  "4901": "n. In England, a title of nobility, ranking fourth in the order of British peerage.",
  "4902": "n. A view or prospect.",
  "4903": "adj. Perceptible by sight.",
  "4904": "v. To give pictorial vividness to a mental representation.",
  "4905": "n. The state or quality of being necessary to existence or continuance.",
  "4906": "v. To endow with life or energy.",
  "4907": "viÂ·tiÂ·ate&nbsp;&nbsp;<br />/ËˆviSHÄ“ËŒÄt/<br /><br />Verb<br />Spoil or impair the quality or efficiency of: &quot;programs vitiated by red tape&quot;.<br />Destroy or impair the legal validity of.",
  "4908": "adj. Deserving of censure.",
  "4909": "n. Liveliness.",
  "4910": "v. To endue with life.",
  "4911": "n. The dissection of a living animal.",
  "4912": "n. a word, especially one regarded in relation merely to its qualities of sound.",
  "4913": "adj. Of or pertaining to the act of calling.",
  "4914": "n. The quality of making a clamor.",
  "4915": "v. To utter with a loud and vehement voice.",
  "4916": "adj. Making a loud outcry.",
  "4917": "n. The prevalent way or fashion.",
  "4918": "adj. Flying or able to fly.",
  "4919": "adj. Changeable.",
  "4920": "n. An act or exercise of will.",
  "4921": "adj. Exercising the will.",
  "4922": "adj. Having great fluency in speaking.",
  "4923": "adj. having fullness of beautiful form, as a woman, with or without sensuous or sensual quality.",
  "4924": "adj. Eating with greediness or in very large quantities.",
  "4925": "n. A mass of rotating or whirling fluid, especially when sucked spirally toward the center.",
  "4926": "adj. Consecrated by a vow or promise.",
  "4927": "adj. Dedicated by a vow.",
  "4928": "n. Lack of refinement in conduct or speech.",
  "4929": "adj. Capable of receiving injuries.",
  "4930": "n. A homeless, neglected wanderer.",
  "4931": "n. A vest.",
  "4932": "v. To relinquish, especially temporarily, as a right or claim.",
  "4933": "n. Beads strung on threads, formerly used among the American Indians as currency.",
  "4934": "v. To diminish in size and brilliancy.",
  "4935": "n. Recklessness.",
  "4936": "adj. Belligerent.",
  "4937": "n. A ripple.",
  "4938": "adj. Without resolute purpose or energy.",
  "4939": "n. Well-being.",
  "4940": "v. To transfer (the young) from dependence on mother's milk to another form of nourishment.",
  "4941": "adj. Fatiguing.",
  "4942": "adj. Very small.",
  "4943": "adj. Of good ancestry.",
  "4944": "n. A performer of moral and social duties.",
  "4945": "adj. In prosperous circumstances.",
  "4946": "n. The place in or near which a person or thing is.",
  "4947": "adv. After which.",
  "4948": "adv. In or at whatever place.",
  "4949": "n. The necessary means or resources.",
  "4950": "Verb<br />Sharpen the blade of (a tool or weapon).<br />Excite or stimulate (someone's desire, interest, or appetite).<br /><br />Synonyms<br />sharpen - grind - hone - stimulate - edge<br />",
  "4951": "adj. Capricious.",
  "4952": "v. To utter with complaining tone.",
  "4953": "adv. Completely.",
  "4954": "v. To use, control, or manage, as a weapon, or instrument, especially with full command.",
  "4955": "n. An act or a means of cunning deception.",
  "4956": "adj. Attractive.",
  "4957": "adj. Lacking warmth of manner.",
  "4958": "adj. Thin, but tough and sinewy.",
  "4959": "n. Sorcery.",
  "4960": "adj. Foolish, indiscreet, or silly.",
  "4961": "n. A person who has little understanding.",
  "4962": "n. A witty, brilliant, or original saying or sentiment.",
  "4963": "adv. With knowledge and by design.",
  "4964": "v. To become or cause to become withered or dry.",
  "4965": "adj. Having a shriveled face.",
  "4966": "n. One who earns his bread by manual labor.",
  "4967": "adj. Like or befitting a skilled workman.",
  "4968": "n. The art or skill of a workman.",
  "4969": "v. To maintain by noisy argument or dispute.",
  "4970": "v. To pull or force away by or as by violent twisting or wringing.",
  "4971": "n. Extreme misery or unhappiness.",
  "4972": "v. To twist the body, face, or limbs or as in pain or distress.",
  "4973": "n. The act or art of tracing or inscribing on a surface letters or ideographs.",
  "4974": "adj. Deviating from that which is proper or right.",
  "4975": "n. A young animal past its first year and not yet two years old.",
  "4976": "n. One who espouses a cause or pursues an object in an immoderately partisan manner.",
  "4977": "n. The intellectual and moral tendencies that characterize any age or epoch.",
  "4978": "n. The culminating-point of prosperity, influence, or greatness.",
  "4979": "n. Any soft, gentle wind.",
  "4980": "n. An imaginary belt encircling the heavens within which are the larger planets.",
  "4981": "having or emmiting a smell/odor",
  "4982": "odoriferous",
  "4983": "the act of lauding/praising",
  "4984": "laudation"
}